Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/_centauri_bash_web.po
Languages: de

source: [<< previous]
de: [<< zurück]

source: [content]
de: [Inhalt]

source: [next>>]
de: [weiter >>]

source: Generated AppID:
de: Erzeugte AppID :

source: Missing option:
de: Fehlende Option:

source: Folder not empty, no HTML created
de: Verzeichnis nicht leer, kein HTML erzeugt

source: Not a writable folder:
de: Kein schreibbares Verzeichnis:

source: Create Web folder:
de: Erstelle Web Verzeichnis:

source: Left panel
de: Linkes Panel

source: Center panel
de: Mittleres Panel

source: Right panel
de: Rechtes Panel

source: Folder not empty, remove %s files
de: Verzeichniss not leer, %s Dateien löschen

source: Invalid page entry:
de: Ungültiger Seiteneintrag:

source: send %s to PID %s (%s)
de: Sende %s zu PID %s (%s)

source: Renaming index:
de: Index umbenennen:

source: Table of Content
de: Inhaltsverzeichnis

source: found page file:
de: Seite existiert :

source: generating page:
de: Erstelle Seite :

source: custom page :
de: Benutzerdefiniert:

source: not generating index or any pages
de: Erzeuge weder Index noch irgendeine Seite

source: %s page(s) to generate
de: %s Seite(n) zu Erstellen

source: not generating index, main page:
de: Keinen Index Erstellen, Hauptseite:

source: (1st page)
de: (1. Seite)

source: generating index, main page:
de: Erstelle Index, Haupseite:

source: cannot combine options:
de: Optionen unvereinbar:

source: extracted data:
de: Daten extrahiert :

source: just create the webapp folder and quit
de: Nur das Webverzeichnis erzeugen und beenden

source: remove the webapp folder and quit
de: Das Webverzeichnis löschen und beenden

source: path of html base folder
de: 'html' Verzeichnispfad

source: pass application id
de: Application ID übergeben
