Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/_centauri_bash_net.po
Languages: de

source: No network config:
de: Netzwerkkonfiguration fehlt:

source: Missing hostname
de: Rechnername fehlt

source: Invalid hostname:
de: Ungültiger Rechnername:

source: Domain mismatch:
de: Domäne paßt nicht:

source: Host not found:
de: Rechner nicht gefunden:

source: No such interface:
de: Ist keine Schnittstelle:

source: not implemented
de: Nicht implementiert

source: Address not in a valid sub-net:
de: Adresse nicht in gütigem Teilnetz:

source: No corresponding network:
de: Kein zutreffendes Netzwerk

source: Invalid sub-net specification:
de: Sub-Netz Angabe ungültig:

source: Invalid network name:
de: Ungültiger Netzwerkname:

source: Address contains invalid characters:
de: Adresse enthält ungültige Zeichen:

source: Address needs netmask bits:
de: Adresse erfordert Netmask Bits:

source: Address has invalid syntax:
de: Adresse hat ungültige Syntax:

source: Address '%s' is in a public IPv4 range
de: Addresse '%s' ist in einem öffentlichen IPv4 Bereich

source: Netmask is too long (max %s): %s
de: Netzmaske ist zu lang (max %s): %s

source: Netmask is too short (min %s): %s
de: Netzmaske ist zu kurz (max %s): %s

source: Alternate output not supported:
de: Alternative Ausgabe nicht unterstützt

source: Not a symlink:
de: Ist kein Verweis:

source: Renamed file:
de: Datei umbenannt:

source: Link current
de: Verweis ist aktuell

source: Link updated
de: Verweis aktualisiert

source: Found no target
de: Kein Target gefunden

source: No base folder
de: Kein Wurzelverzeichnis

source: No such file:
de: Datei fehlt:

source: Cannot write to:
de: Ist nicht schreibbar:
