Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/_centauri_bash_lib.po
Languages: de

source: %-16s:
de: %-18s:

source: Terminated after error
de: Nach Fehler abgebrochen

source: Terminated
de: Abgebrochen

source: Terminated by user
de: Von Benutzer beendet

source: quit from subshell
de: quit aus Subshell

source: Waiting for children
de: Auf Kindprozesse warten

source: Exit status
de: Rückgabewert

source: Press any key to close the window...
de: Beliebige Taste zum Fenster schließen drücken...

source: Press any key to continue...
de: Beliebige Taste zum Fortsetzen drücken...

source: caught signal
de: Signal abgefangen

source: Too many arguments
de: Zu viele Argumente

source: Missing argument
de: Fehlendes Argument

source: Missing option
de: Fehlende Option

source: Invalid argument
de: Ungültiges Argument

source: %s: %s() returned non-zero status
de: %s: %s() hat einen Fehlerstatus zurückgeben

source: %s: Line #%s in %s()
de: %s: Zeile #%s in %s()

source: ***ABORT***
de: ***ABBRUCH***

source: Function call stack...
de: Stapel der Funktionsaufrufe...

source: ***ERROR***
de: ***FEHLER***

source: ***FATAL ERROR***
de: ***FATALER FEHLER***

source: ***WARNING***
de: ***WARNUNG***

source: Script
de: Skript

source: Module
de: Modul

source: %s '%s' API version to high (got %s max %s)
de: %s '%s' API Version zu hoch (habe %s max %s)

source: %s '%s' API version to low (got %s min %s)
de: %s '%s' API Version zu niedrig (habe %s max %s)

source: takes $_amin arguments, got $_acnt
de: Brauche $_amin Argumente, habe $_acnt

source: no arguments permitted, got $_acnt
de: Keine Argumente erlaubt, habe $_acnt

source: takes one argument, got $_acnt
de: Brauche ein Argument, habe $_acnt

source: not enough arguments, (minimum $_amin) got $_acnt
de: Nicht genug Argumente, (Minimum $_amin) habe $_acnt

source: takes one argument, got none
de: Brauche ein Argument, habe keines

source: too many arguments, (maximum $_amax) got $_acnt
de: Zu viele Argumente, (Maximum $_amax) habe $_acnt

source: Action
de: Aktion

source: yes no
de: ja nein

source: [Y/n]?
de: [J/n]?

source: [y/N]?
de: [j/N]?

source: [y/n/C]?
de: [j/n/A]?

source: [y/n/Q]?
de: [j/n/B]?

source: [y/N/c]?
de: [j/N/a}?

source: [y/N/q]?
de: [j/N/b]?

source: [Y/n/c]?
de: [J/n/a]?

source: [Y/n/q]?
de: [J/n/b]?

source: yes no quit
de: ja nein beenden

source: yes no cancel
de: ja nein abbrechen

source: ***INVALID INPUT***
de: ***FALSCHE EINGABE***

source: Please try one of:
de: Mögliche Eingaben sind:

source: error trap
de: Fehlersignal

source: command '%s' not found
de: Programm '%s' nicht gefunden

source: You must be root to run this program
de: Sie brauchen 'root' Rechte zur Programmausführung

source: file
de: Datei

source: folder
de: Verzeichnis

source: Create
de: Erstelle

source: Cannot create %s: %s
de: Kann %s nicht erstellen: %s

source: Cannot change owner:
de: Kann Eigentümer nicht ändern:

source: dryrun
de: Auslassen

source: Running
de: Ausführen

source: module
de: Modul

source: Failed to load module:
de: Laden des Moduls fehlgeschlagen:

source: Failed to execute script:
de: Skript nicht ausführbar:

source: Not a folder:
de: Ist kein Verzeichnis:

source: Cannot use folder:
de: Verzeichnis nicht verwendbar:

source: current
de: aktuell

source: Argument%s must be: %s
de: Argument%s erlaubt nur: %s

source: Action '%s':
de: Aktion '%s':

source: Not yet implemented
de: Noch nicht implementiert

source: Undefined function:
de: Undefinierte Funktion:

source: no argument allowed
de: Kein Argumentwert erlaubt

source: mutually exclusive options:
de: Sich ausschliessende Optionen:

source: must have a numeric value
de: Numerischer Wert erwartet

source: value must be 'off|on|auto' or '0|1|2'
de: Wert muss 'off|on|auto' oder '0|1|2' sein

source: has an invalid value
de: Ungültiger Argumentwert

source: must have a value
de: Argumentwert fehlt

source: found no applicable command:
de: Kein passendes Programm gefunden:

source: Running '%s' failed (status %s)
de: Ausführen von '%s' fehlgeschlagen (Status %s)

source: No free file handle
de: Keine freie Dateizugriffsnummer

source: Unknown option '%s', try '%q --help'
de: Unbekannte Option '%s', siehe '%q --help'

source: Don't know what to do, try '%q --help'
de: Weiss nicht was zu tun ist, siehe '%q --help'

source: Unknown action '%s', try '%q --help'
de: Unbekannte Aktion '%s', siehe '%q --help'

source: Previous error: Not all actions were run
de: Vorhergehender Fehler: Nicht alle Aktionen ausgeführt

source: Invalid symlink:
de: Ungültiger Verweis:
