Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/_centauri_bash_ins.po
Languages: de

source: Architecture
de: Architektur

source: Platform
de: Plattform

source: No 'systemd' support on this machine
de: Keine 'systemd' Unterstützung auf diesem Rechner

source: No 'SysV' support, missing '%s' folder
de: Keine 'SysV' Unterstützung, Verzeichnis '%s' fehlt

source: No 'SysV' support, please install 'insserv'
de: Keine 'SysV' Unterstützung, bitte 'insserv' installieren

source: Using 'systemd' (got 'systemctl' and '%s')
de: Benutze 'systemd' (habe 'systemctl' und '%s')

source: Using 'systemd' ('%s' is symlink to systemd)
de: Benutze 'systemd' ('%s' ist Verweis auf systemd)

source: Using 'SysV' init
de: Benutze 'SysV' Initialisierung

source: systemd files should be at:
de: Erwarte Systemd Dateien in:

source: systemd files are at:
de: Systemd Dateien sind in:

source: Library installed with systemd support
de: Library mit systemd Unterstützung installiert

source: Have repository, no files to copy
de: Habe Repository, keine Dateien zu kopieren

source: Repository does not exist:
de: Repository existiert nicht:

source: Current folder '%s' is not a centauri-bash-lib root
de: Arbeitsverzeichnis '%s' ist nicht Wurzel von 'centauri-bash-lib'

source: Install centauri-bash-lib at
de: 'centauri-bash-lib' installieren nach

source: Destination '%s' must not be the current folder
de: Installationsziel '%s' darf nicht Arbeitsverzeichnis sein

source: Update:
de: Aktualisiert:

source: Setup :
de: Installiert :

source: Wan't remove service, has 'SysV' file:
de: Service wird nicht gelöscht, hat 'SysV' Datei:

source: Wan't remove service, has 'systemd' unit:
de: Service wird nicht gelöscht, hat 'systemd' Unit:

source: Running installer:
de: Installationsprogramm starten:

source: Installer not found:
de: Installationsprogramm nicht gefunden:

source: Action prefix not implemented:
de: Aktions-Präfox nicht implementiert

source: Only .service units are supported:
de: Nur .service Units werden unterstützt:

source: Not a service file:
de: Ist keine Dienstdatei:

source: Machine not running 'systemd', cannot install:
de: Rechner führt 'systemd' nicht aus, kann nicht Installieren:

source: Need 'SysV' or 'systemd' to install a service
de: Brauche 'SysV' oder 'systemd' um einen Dienst zu installieren:

source: Uninstalling service:
de: Deinstalliere Dienst

source: Installing service:
de: Installiere Dienst:

source: Cannot install in 'SysV' mode: service file has no lsb-header
de: Nicht im 'SysV' Modus installierbar: Dienstdatei hat keinen lsb-header

source: Cannot install a daemon as a service
de: Kann Dämon nicht als Dienst installieren

source: Unsupported service type:
de: Dienst Typ nicht unterstützt:

source: Service '%s' installed as (%s) but wants to be (%s)
de: Dienst is als '%s' installiert, aber will (%s) sein

source: was installed
de: wurde installiert

source: failed to install
de: Fehler beim Installieren

source: was uninstalled
de: wurde deinstalliert

source: failed to uninstall
de: Fehler beim Deinstallieren

source: is installed
de: bereits installiert

source: is not installed
de: ist nicht installiert

source: Service '%s' %s
de: Dienst '%s' %s

source: Systemd setup
de: Systemd Einrichtung

source: Create systemd link
de: Erstelle systemd Verweis

source: Needing root rights to alter a shared installation
de: Zum Verändern einer geteilten Installation sind 'root' Rechte nötig

source: Do do really want to uninstall 'centauritools'
de: Soll 'centauritools' wirklich deinstalliert werden

source: Update 'centauritools' services
de: 'centauritools' Dienste aktualisieren

source: Update 'centauritools'
de: 'centauritools' aktualisieren

source: Path check 'centauritools'
de: 'centauritools' Pfade prüfen

source: Install 'centauritools' to
de: 'centauritools' installieren nach

source: Symlink 'centauritools' to
de: Verweis für 'centauritools' nach

source: Tools setup (%s items)
de: Tools Einrichtung (%s Teile)

source: Configure 'centauritools' services
de: 'centauritools' Dienste einrichten

source: Remove folder
de: Entferne Verzeichnis

source: Skip setup runtime folders (no %s)
de: Überspringe Einrichtung der Laufzeitverzeichnisse (kein %s)

source: Cannot setup runtime folders (not running as root)
de: Kann Laufzeitverzeichnisse nicht einrichten (laufe nicht als root)

source: Unknown installation destination
de: Unbekanntes Installationsziel

source: Folder not writable, ignoring:
de: Verzeichnis nicht schreibbar, ignoriere:

source: Folder not writable:
de: Verzeichnis nicht schreibbar:

source: Install/uninstall without root rights
de: Installation/Entfernen ohne 'root' Rechte

source: System family
de: System Familie

source: shared
de: geteilt

source: private
de: privat

source: -unknown-
de: -unbekannt-

source: Session type
de: Sitzungstyp
