Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/_centauri_bash_doc.po
Languages: de

source: cache filling:
de: Cache füllen:

source: cache playback:
de: Cache abspielen:

source: processing:
de: Verarbeiten:

source: Marker comment before version: %s[%s]:\n%s
de: Marker-Kommentar vor Version: %s[%s]:\n%s

source: match '%s' in file '%s'
de: Treffer '%s' in Datei '%s'

source: got %s match(es)
de: Habe %s Treffer

source: file list cleared
de: Dateiliste gelöscht

source: Missing arg(s)
de: Fehlende Argumente

source: start file list
de: Dateiliste anfangen

source: run file list:
de: Dateiliste abarbeiten:

source: [skipped, filter]
de: [auslassen, Filter]

source: [skipped, status 1]
de: [auslassen, Status 1]

source: [stopped, status $_stat]
de: [angehalten, status $_stat]

source: done file list
de: Dateiliste fertig

source: file list set [%s files]
de: Dateiliste gesetzt [%s Dateien]

source: enable cache:
de: Cache einschalten

source: wrong cache data version:
de: Falsche Cache-Datenversion:
