Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/_centauri_bash_use.po
Languages: de

source: Redefined label
de: Doppeltes Label

source: Orphaned label
de: Verwaistes Label

source: Bad exit status ignored
de: Fehlerstatus ignoriert

source: usage:
de: Aufruf:

source: show what would be done, make no changes
de: Zeigen was getan wird, keine Änderungen vornehmen

source: override prudent default behaviours
de: Vorsichtsmassnahmen ausser Acht lassen

source: gui mode (0:=off 1:=windows 2:=terminal)
de: GUI Modus (0:=aus 1:=Windows 2:=Terminal)

source: include only items matching the expression
de: Nur zum Ausdruck passende Dinge benutzen

source: show this text
de: diesen Text ausgeben

source: do not prompt for confirmation, assume 'no'
de: Nicht nach Bestätigung fragen, 'nein' annehmen

source: generate less output or warnings
de: Wenig Ausgabe oder Warnungen erzeugen

source: report errors only
de: Nur Fehler melden

source: be verbose (use twice for debug)
de: Viel Ausgabe (zweimal zum Testen)

source: exclude the items matching the expression
de: Zum Ausdruck passende Dinge ausschliessen

source: do not prompt for confirmation, assume 'yes'
de: Nicht nach Bestätigung fragen, 'ja' annehmen

source: next action(s) even after error
de: Nächste action(s) auch nach Fehler

source: use <name> instead of script name
de: Benutze <name> anstelle des Script Namens

source: print full path and version
de: Vollen Pfad und Version ausgeben

source: trace actions() or run()
de: Trace actions() oder run()

source: prompt before exit
de: Nachfrage vor Beenden

source: pipe output thru pager, use 'none' to disable
de: Programm für seitenweise Ausgabe, 'none' für keines

source: options:
de: Optionen:

source: actions:
de: Aktionen:

source: ••• other actions •••
de: ••• andere Aktionen •••

source: examples:
de: Beispiele:

source: arguments:
de: Argumente:

source: ••• service actions •••
de: ••• Dienst Aktionen •••
