Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/_centauri_bash_bat.po
Languages: de

source: Call to '%s' without '--batch'
de: Aufruf von '%s' ohne '--batch'

source: Running in batchmode as '%s'
de: Läuft im Hintergrund als '%s'

source: Output redirected, logfile='%s'
de: Ausgabe umgeleitet, Protokolldatei='%s'

source: Running in batchmode as '%s', logfile='%s'
de: Läuft im Hintergrund als '%s', Protokolldatei='%s'

source: Truncate logfile:
de: Protokolldatei überschreiben:

source: Cannot write logfile:
de: Kann Protokolldatei nicht schreiben:

source: Create logfile:
de: Protokolldatei erstellen:

source: Cannot create logfile:
de: Kann Protokolldatei nicht erstellen:

source: run in batchmode (<brun>:=echo|batch|nohup|none)
de: Im Hintergrund ausführen (<brun>:=echo|batch|nohup|none)

source: logfile (use - to disable, + for %s)
de: Protokolldatei (- zum Abschalten, + für %s)
