Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/_centauri_bash_ext.po
Languages: de

source: Missing arg(s)
de: Fehlendes Argument

source: Copy destination is not a folder
de: Kopierziel ist kein Verzeichnis

source: Removing destination before copy
de: Ziel vor dem Kopieren entfernen

source: Copy destination is not writable
de: Kopierziel ist nicht schreibbar

source: Copying %d item to '%s'
de: Kopiere %s Dinge nach '%s'

source: Copying '%s' to '%s'
de: Kopiere '%s' nach '%s'

source: Move destination is not a folder:
de: Verschiebungsziel ist kein Verzeichnis:

source: Move destination not writable:
de: Verschiebungsziel ist nicht schreibbar:

source: Removing destination before move:
de: Ziel vor Verschieben entfernen:

source: Moving '%s' to '%s'
de: Verschiebe '%s' nach '%s'

source: No such file or folder:
de: Datei oder Ordner nicht gefunden:

source: Failed to read from:
de: Fehler beim Lesen von:

source: Cannot read from:
de: Datei nicht lesbar:

source: Created by
de: Erstellt von

source: Destination already exists:
de: Ziel existiert bereits:

source: Failed to write:
de: Fehler beim Schreiben:

source: closing file handle:
de: Schliesse Zugriffsnummer:

source: File handle %s is in use
de: Zugriffsnummer %s ist belegt

source: Got no variable to save file handle
de: Variable zum Speichern der Zugriffsnummer fehlt

source: found file handle:
de: Zugriffsnummer gefunden:

source: file
de: Datei

source: symlink
de: Verknüpfung

source: folder
de: Ordner

source: entries
de: Einträge

source: Cannot remove %s: %s
de: Kann %s nicht löschen: %s

source: Extra arg(s)
de: Zusätzliches Argument

source: Rename destination exists:
de: Umbenennungsziel existiert bereits:

source: Rename destination is a folder:
de: Umbenennungsziel ist ein Verzeichnis:

source: Removing destination before rename:
de: Ziel vor Umbenennen entfernen:

source: Link target does not exist:
de: Verknüpfungsziel existiert nicht:

source: Stale symlink
de: Ungültige Verknüpfung

source: Link is current
de: Verknüpfung ist aktuell

source: Link '$_link' file/fldr moved
de: Verknüpfung '$2', Datei/Ordner verschoben

source: Link is a folder:
de: Verknüpfungsziel ist ein Ordner:

source: Link is an existing folder:
de: Verknüpfungsziel ist ein bestehender Ordner:

source: Link is an existing file:
de: Verknüpfungsziel ist eine bestehende Datei:

source: Failed to create symbolic link
de: Kann Verknüpfung nicht erstellen:

source: created
de: erstellt

source: Invalid argument(s)
de: Argument(e) ungültig

source: File not executable
de: Datei nicht ausführbar

source: Program not found
de: Programm nicht gefunden

source: Running '%s%s' failed
de: Ausführung von '%s%s' fehlgeschlagen

source: update
de: aktualisieren

source: remove
de: löschen

source: Cannot create
de: Nicht erstellbar
