Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/_centauri_bash_iom.po
Languages: de

source: Not a readable file:
de: Keine lesbare Datei:

source: Read %s line(s) from: %s
de: %s Zeile(n) von '%s' gelesen

source: Failed to read from: %s
de: Lesen von '%s' fehlgeschlagen

source: Select an input folder
de: Eingabeverzeichnis wählen

source: All files
de: Alle Dateien

source: Select an input file
de: Eingabedatei wählen

source: Please enter an input path
de: Bitte einen Eingabepfad angeben

source: Please enter an input file name
de: Bitte eine Eingabedatei angeben

source: Please enter an input folder name
de: Bitte einen Eingabeordner angeben

source: Please enter a device name
de: Bitte einen Gerätenamen eingeben

source: Default extension
de: Erweiterungsvorgabe

source: Current folder
de: Aktueller Ordner

source: No input path specified
de: Kein Eingabepfad angegeben

source: Input must be an existing folder
de: Eingabe muss ein bestehender Ordner sein

source: Input file not readable
de: Eingabedatei nicht lesbar

source: Input is not a device
de: Eingabe ist kein Gerätename

source: Device is not readable
de: Gerät ist nicht lesbar

source: Input cannot be a folder
de: Eingabe kann kein Ordner sein

source: Input file is empty
de: Eingabedatei ist leer

source: Input file not found
de: Eingabedatei nicht gefunden

source: Not a writable file:
de: Keine schreibbare Datei:

source: Wrote %s line(s) to: %s
de: %s Zeile(n) nach '%s' geschrieben

source: Failed to write to: %s
de: Schreiven auf '%s' fehlgeschlagen

source: Select an output folder
de: Ausgabeverzeichnis wählen

source: Select an output file
de: Ausgabedatei wählen

source: Please enter an output path
de: Bitte einen Ausgabepfad angeben

source: Please enter an output file name
de: Bitte eine Ausgabedatei angeben

source: Please enter an output folder name
de: Bitte einen Ausgabeordner angeben

source: No output path specified
de: Kein Ausgabepfad angegeben

source: Output cannot be a folder
de: Ausgabe kann kein Ordner sein

source: Output must be an existing folder
de: Ausgabe muss ein bestehender Ordner sein

source: Overwrite existing output file
de: Existierende Ausgabedatei überschreiben

source: Output file does not exist
de: Ausgabedatei existiert nicht

source: Output not writable
de: Ausgabe nicht schreibbar

source: Ignoring empty cache file:
de: Leere Cache-Datei wird ignoriert:

source: not in callback
de: nicht in Callback

source: configfile
de: Konfigurationsdatei

source: invalid statement:
de: Ungültige Anweisung:

source: %s [file='%s']\n%s
de: %s [Datei='%s']\n%s

source: %s [file='%s' line=%s]\n%s
de: %s [Datei='%s' Zeile=%s]\n%s

source: syntax error:
de: Syntaxfehler:

source: Configuration file not found:
de: Konfigurationsdatei nicht gefunden:

source: Configuration file not readable:
de: Konfigurationsdatei nicht lesbar:

source: Configuration path is a folder:
de: Konfigurationspfad ist ein Verzeichnis:

source: read
de: lesen

source: load
de: laden

source: Invalid data in configuration file:
de: Unbrauchbare Daten in Konfigurationsdatei:

source: write
de: schreibe

source: Failed to deserialize data from:
de: Kann Daten nicht deserialisieren:

source: missing
de: fehlend

source: Cannot deserialize data from:
de: Kann Daten nicht deserialisieren:

source: Syntax error:
de: Syntaxfehler:

source: No output path provided
de: Kein Ausgabepfad angegeben

source: No folder path provided
de: Kein Ordnerpfad angegeben

source: No input path provided
de: Kein Eingabepfad angegeben

source: Open file for input
de: Datei als Eingabe öffnen

source: Open file for output
de: Datei als Ausgabe öffnen

source: Open file for reading
de: Datei zum Lesen öffnen

source: Open file for writing
de: Datei zum Schreiben öffnen
