Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centaurihelp.po
Languages: de

source: Documentation generator for centauri-bash-lib and centauritools
de: Dokumentationsgenerator für centauri-bash-lib und centauritools

source: Link target '%s' not defined: %s
de: Verweisziel '%s' nicht vorhanden: %s

source: Expected a body entry:
de: 'body' Eintrag erwartet:

source: Unexpected header entry:
de: 'header' Eintrag unerwartet:

source: Unexpected doc item:
de: Unerwarteter Eintrag:

source: Remark:
de: Bemerkung:

source: Remarks:
de: Bemerkungen:

source: List of
de: Liste von

source: and Versions
de: und Versionen

source: Enter search a string or leave empty to show index:
de: Suchtext eingeben oder leer lassen für Index:

source: No argument expected:
de: Kein Argument erwartet:

source: Cannot load cache: %s\nPlease run '%s'
de: Kann Cache nicht laden: %s\nBitte '%s' ausführen

source: Failed to init cache:
de: Cache nicht initialisierbar:

source: No documentation item found:
de: Keine Dokumentation gefunden:

source: Function
de: Funktion

source: Module
de: Modul

source: Topic
de: Thema

source: Multiple search results, please select one ...
de: Mehrere Suchergebnisse, Bitte Eines wählen ...

source: Cached data will be renewed
de: Cache Daten werden erneuert

source: %s modules, %s tools, %s bookmarks
de: %s Module, %s Programme, %s Bookmarks

source: Creating index data (%s items)
de: Erstelle Index Daten (%s Einträge)

source: index cache
de: Index Caches

source: %s header entries
de: %s Kopfzeilen Einträge

source: Must update html index files (stat %s)
de: HTML Index Dateien müssen aktualisiert werden (Status %s)

source: Updating api md5sum, must update html index files
de: Geänderte API Prüfsumme, muss HTML Index Dateien aktualisieren

source: No input module found
de: Kein Eingabemodul gefunden

source: Redirection
de: Umleitung

source: To generate Html documentation please type (as a user with sufficient rights):
de: Zum Erstellen von HTML Dokumentation (als berechtigter Benutzer):

source: If you want only centauritools or centauri-bash-lib documentation, replace
de: Um nur centauritools oder centauri-bash-lib Dokumentation zu bekommen,

source: the option value 'all' by 'tools' or 'library'.
de: bitte den Wert 'all' durch 'toools' bzw. 'library' ersetzen.

source: Generating Html Documentation
de: Erstelle HTML Dokumentation

source: Generate Html documentation at:
de: Erstelle HTML Dokumentation in:

source: Done.
de: Fertig.

source: Generating
de: Erstelle

source: Current
de: Aktuell

source: Processing %s module(s)
de: Verarbeite %s Modul(e)

source: This tool can generate documentation in HTML format or can be used at
de: Dieses Skript kann Dokumentation im HTML Format erzeugen oder kann aus

source: the command line in text mode (like the linux \"man\" program).
de: der Kommandozeile so wie das Linux \"man\" Programm benutzt werden.

source: delete caches
de: Lösche Caches

source: generate HTML documentation
de: Erzeuge HTML Dokumentation

source: create HTML output in folder (implies --all)
de: HTML Ausgabe nach Verzeichnis (impliziert --all)

source: text only: output file names (implies --lines)
de: Nur Text: Dateinamen anzeigen (impliziert --lines)

source: text only: output line numbers
de: Nur Text: Zeilennummer ausgeben

source: process library documentation (default)
de: Zeige 'library' Dokumentation an (Vorgabe)

source: process the usage output of tools
de: Zeige 'tools' Dokumentation an

source: process a single file, \"-U .\" for '$CEN_NAME'
de: Verarbeite einzelne Datei, \"-U .\" für '$CEN_NAME'

source: (re)create missing index/modules/content/reference
de: Aktualisiere oder erstelle index/modules/content/referenz

source: produce table-of-content
de: Inhaltsverzeichnis erstellen

source: html only: create 'index.html'
de: Nur HTML: erstelle 'index.html'

source: produce table of modules
de: Tabelle von Modulen erstellen

source: produce function/topic reference
de: Referez von Funktionen/Punkten erstellen

source: arguments
de: Argumente

source: selection
de: Auswahl

source: output folder (- for /dev/stdout, + to prompt)
de: Ausgabeverzeichnis (- für /dev/stdout, + für Abfrage)

source: any tool or library file
de: Irgendein Tool oder eine Library Datei

source: filters
de: Filter

source: All extra command line arguments work as output filters. Any number of
de: Alle weiteren Kommandozeilenargumente sind Ausgabefilter. Die Zahl von Filtern

source: filters can be used and are cumulative. Tree selectors are provided to
de: ist beliebig, Filter wirken kumulativ. Es gibt drei Selektoren um Ausgabe auf

source: restrict output to functions '-' or topics '+' or modules '='.
de: Funktionen '-', Topics '+' oder Module '=' zu beschränken.

source: examples
de: Beispiele

source: select generated output
de: Erzeugte Ausgabe auswählen

source: create the documentation as HTML ('doc' is the destination folder)
de: Dokumentation als HTML erstellen (das Zielverzeichnis ist 'doc')

source: create/view the documentation as file (--force enables ANSI escapes)
de: Dokumentation als Datei erstellen/ansehen (--force für ANSI Escapes)
