Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centauristartup.po
Languages: de

source: Dr. Jürgen Pfennig (c) 2020-2025; BSD License
de: Dr. Jürgen Pfennig (c) 2020-2025; BSD Lizenz

source: Network mode and GUI selection menu
de: Auswahlmenü für Netzwerk Modus und Arbeitsfläche

source: Required parameter missing
de: Benötigter Pararameter fehlt

source: Redefinition of '$1'
de: Erneute Definition von '$1'

source: Unknown appliance '$_name'
de: Unbekannte Appliance '$_name'

source: cache is up to date
de: Zwischenspeicher is aktuell

source: Updating applicance definitions
de: Appliance Definitionen aktualisieren

source: Not updating applicance definitions
de: Appliance Definitionen nicht aktualisieren

source: 'dialog' exit code %s: %s
de: 'dialog' Rückgabewert %s: %s

source: [current]
de: [aktuell]

source: Please select an option...
de: Bitte eine Option wählen...

source: Timeout/<ESC> default is:
de: Zeitüberschreitung/<ESC> Vorgabe ist:

source: Single-User Desktop Mode
de: Einzelbenutzer graphisch

source: Multi-User Desktop Mode
de: Mehrbenutzermodus starten

source: Maintenance Console Mode
de: Wartungsmodus starten

source: Show $labl
de: Anzeige: $labl

source: Change Network setup
de: Netzwerkeinstellung ändern

source: disable networking
de: Keine Netzwerkverbindung

source: static network config
de: Statische Netzwerkeinrichtung

source: single interface
de: Einzelne Netzwerkschnittstelle

source: multiple interfaces
de: Mehrere Netzwerkschnittstellen

source: brigde all interfaces
de: Brücke der Netzwerkschnittstellen

source: udev dial-up, NAT
de: Anwahl mittels 'udev' mit NAT

source: wlan extender, NAT
de: WLAN Erweiterung mit NAT

source: wlan extender, arp-proxy
de: WLAN Erweiterung, arp-proxy

source: Stop your graphical sessions?
de: Alle Arbeitsflächen schließen?

source: Exit from this tool
de: Dieses Programm beenden

source: Run system shutdown?
de: Den Rechner ausschalten?

source: reboot
de: Neustart

source: This host is a server, needs option '--force'
de: Dieser Rechner ist ein Server, brauche Option '--force'

source: Not a configured appliance:
de: Nicht als Appliance eigerichtet:

source: Autologin must not have arguments
de: Autologin darf keine Argumente haben

source: Starting up, please wait...
de: Fährt hoch, bitte warten...

source: Checking for display...
de: Auf Display prüfen...

source: Found no display. Press <return> to exit
de: Kein Display gefunden. Zum Beenden <Eingabe> drücken

source: Something went wrong. Show error output?
de: Etwas ist schiefgegangen. Protokoll anzeigen?

source: No update:
de: Keine Änderung:

source: Waiting for service '$wsvc' ...
de: Warte auf '$wsvc' Dienst ...

source: Service '$wsvc' did not run. Continue anyhow?
de: Dienst '$wsvc' läuft nicht, dennoch weiter?

source: Reboot in progress...
de: Neustart läuft ...

source: Shutdown in progress...
de: Herunterfahren läuft ...

source: Setting network mode:
de: Netzwerkmodus setzen:

source: Entering maintenance mode
de: In Wartungsmodus umschalten

source: Entering workstation mode
de: Arbeitsplatzmodus setzen:

source: Setting display mode:
de: Setze Anzeigemodus:

source: Run as root user
de: Als 'root' Benutzer ausführen

source: Could not enter '%s' mode (status %s)
de: Kann Modus '%s' nicht setzen (Status %s)

source: Could not execute '%s' (status %s)
de: Ausführungsfehler bei '%s' (Status %s)

source: Override by '--kiosk=%s', using tty%s
de: Überschrieben durch '--kiosk=%s', verwende tty6

source: Continue and stop Multi-User mode
de: Forsetzen und Mehrbenutzermodus beenden

source: Starting '%s' GUI, using tty%s
de: Starte '%s' Oberfläche, benutze tty%s

source: Cannot use a network appliance:
de: Darf keine Netzwerk-Appliance sein:

source: Create user account to enable '%s' mode
de: Kontoeinrichtung für die '%s' Bereitstellung

source: Install user
de: Benutzer einrichten

source: Remove home folder of user '%s'
de: Heimverzeichnis von Konto '%s' löschen

source: Enter 'root' password to login, logout to return to menu...
de: Mit 'root' Passwort Anmelden, zurück zum Menü nach Abmeldung...

source: Invalid user, must use option --kiosk
de: Benutzer ungültig, bitte Option --kiosk benutzen

source: Force .centauriautologin mode (debug)
de: Erzwinge .centauriautologin Verhalten (Debug)

source: GUI uses this console tty (debug)
de: Oberfl. benutzt diese Konsole (debug)

source: Override autologin user
de: Autologin Benutzer überschreiben

source: Set menu timeout, use '0' to disable
de: Menü Zeitüberschreitung setzen, '0' zum abschalten

source: List applicance configuration
de: Appliance Konfiguration auflisten

source: Show network mode and gui selection menu; implied
de: Zeige Netzwerkmodis und Oberflächenauswahl; impliziert

source: if '$CEN_NAME' is started as '$DAT_LOGINLINK'
de: wenn '$CEN_NAME' über '$DAT_LOGINLINK' startet

source: Run in display mode
de: Im Display Modus ausführen

source: (needing root rights)
de: (benötigt 'root' Rechte)

source: start single-user gui session
de: Einzelbenutzer Arbeitsfläche starten

source: switch to maintenance mode
de: In Wartungsmodus umschalten

source: switch to workstation mode
de: In Arbeitsplatzmodus umschalten

source: management actions
de: Verwaltungsaufgaben

source: enable autologin, link $DAT_LOGINLINK for kiosk/local
de: Autologin einrichten, $DAT_LOGINLINK für kiosk/local

source: show or manage logfile (default: show)
de: Logdatei anzeigen/verwalten (Voreinstellung: show)

source: reboot the system
de: Den Rechner neu starten

source: poweroff the system
de: Den Rechner ausschalten

source: run 'centauriswitch' to change network mode
de: Netzwerkeinstellung mit 'centauriswitch' ändern

source: disable autologin, remove $DAT_LOGINLINK symlinks
de: Autologin abstellen, kein $DAT_LOGINLINK für kiosk/local

source: activate virtual console
de: Virtuelle Konsole umschalten

source: 0|off disallow 1|of allow 2|auto
de: 0|off verbieten 1|of erlauben 2|auto

source: one of:
de: Eines von:

source: a console number: 1 ... 12
de: Eine Konsolennummer: 1 ... 12

source: Remarks
de: Hinweise

source: This tool provides a 2-level boot menu (network mode and gui mode) when started
de: Mit Aktion 'menu' oder wenn ~local/$DAT_LOGINLINK ein Symlink ist, zeigt das

source: with action \"menu\" or if symlinked to \"~local/$DAT_LOGINLINK\", see action
de: Skript ein 2-stufiges Boot-Menü an (für Netzwerk und GUI). Siehe Aktion 'install'.

source: \"install\". This can be combined with autologin, see service \"centauriautologin\"
de: Das geht auch zusammen mit Autologin, siehe Service 'centauriautologin' und Kernel

source: and kernel boot parameters like \"centauriswitch=router centaurilogin=local\".
de: Boot-Parametern wie '... centauriswitch=router centaurilogin=local ...'.

source: Output to logfile, try '%s'
de: Ausgabe in Logdatei, versuche '%s'

source: Started as root
de: Als 'root' gestartet
