Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centaurilauncher.po
Languages: de

source: Launcher for GUI or Console Applications
de: Starter für GUI- und Konsolen-Anwendungen

source: Invalid URL/file syntax
de: URL/Datai-Syntax ungültig

source: Only one argument allowed (%s): %s
de: Nur ein Argument erlaubt (%s): %s

source: No valid URL found
de: Keine verwendbare URL gefunden

source: wait for synchronization:
de: Auf Synchronisation warten:

source: The %s shell terminated (status=%s). Restarting...
de: '%s' Shell beendet (Status=%s). Neusstart...

source: ignored, already started:
de: Ignoriert, schon gestartet:

source: ignored as --host is set:
de: Ignoriert weil --host gesetzt ist:

source: Could not execute:
de: Ausführung nicht möglich:

source: Server does not respond:
de: Der Server antwortet nicht:

source: Stopped unexpectedly:
de: Unerwartet beendet:

source: synchronization message :
de: Synchronisationsnachricht:

source: <webapp> or <webdir> required
de: Angabe von <webapp> oder <webdir> nötig

source: needing no web server
de: Brauche keinen Web Server

source: using web server
de: Benutze Web Server

source: no configured web server
de: Kein Web Server konfiguriert

source: Found no free port
de: Keinen freien Port gefunden

source: Stopping HTTP server
de: HTTP Server wird beendet

source: allowed 'list' modes are:
de: Mögliche 'list' Modi sind:

source: The action is configured but cannot be invoked now
de: Aktion zwar konfiguriert aber jetzt nicht ausführbar

source: Option '%s' is invalid (action '%s')
de: Option '%s' in ungültig (Action '%s')

source: Append as argument/query-param, array
de: Argument als Query-Parameter anhängen, Array

source: Override desktop configuration to use
de: Verwendendete Desktopeinstellung setzen

source: Size of browser window
de: Größe des Browserfensters

source: Start mode (run in background)
de: Start Modus (in Hintergrund laufen)

source: Full-Screen, no DPMS
de: Vollbild, kein DPMS

source: show detailed information about actions
de: Detailinformationen zu Aktionen anzeigen

source: a desktop name like: tty kde lxqt gnome
de: Ein Desktop Name wie: tty kde lxqt gnome

source: width/height colon separated ('+' for max)
de: <höhe>:<breite> ('+' für Maximum, '-' für Vorgabe)

source: one out of:
de: einer von:

source: 0:wait (default) 1:exec 2:background 3:disown
de: 0:warten (Voreinst.) 1:exec 2:Hintergrund 3:disown
