Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centauritime.po
Languages: de

source: Date/Time operations on files and folders
de: Datum/Zeit Operationen für Dateien and Verzeichnisse

source: Theme
de: Thema

source: Date
de: Datum

source: Trying to get date from folder name:
de: Versuche Datum aus Verzeichnisname zu erkennen:

source: Cannot parse name:
de: Kann Namen nicht auswerten:

source: with %s input %s
de: für %s Eingabe-%s

source: No matching file or folder
de: Keine passende Datei oder Verzeichnis

source: Purge folder
de: Verzeichnis aufräumen

source: Create folder
de: Verzeichnis erstellen

source: Changed date
de: Datum gesetzt

source: Cannot set date:
de: Kann Datum nicht setzen:

source: Sorting
de: Sortiere

source: Processing
de: Verarbeite

source: Touch [bad]:
de: Touch [Fehler]:

source: Found no changes
de: Keine Änderung gefunden

source: Additional commands skipped
de: Weitere Anweisungne übersprungen

source: Data has changed
de: Daten geändert

source: Cannot write:
de: Kann nicht schreiben:

source: Updated status
de: Status aktualisiert

source: Bad time/date given, expected
de: Zeit-/Datumsangabe ungültig, Format ist

source: Building tree in:
de: Baum aufbauen in:
