Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centaurisession.po
Languages: de

source: Desktop
de: Schreibtisch

source: Documents
de: Dokumente

source: Public
de: Öffentlich

source: Shared
de: Geteilt

source: Local
de: Lokal

source: Private
de: Privat

source: No 'centaurilogin=*' kernel parameter found
de: Kein 'centaurilogin=*' Kernelparameter gefunden

source: Cannot delete now, renaming '%s' to '%s'
de: Löschen derzeit unmöglich, verschiebe '%s' nach '%s'

source: Cannot move/link '%s' to '%s'
de: Kann '%s' nicht nach '%s' verschieben/verknüpfen

source: Cannot restore '%s' - '%s' is not a link
de: Kann '%s' nicht wiederherstellen - '%s' ist keine Verknüpfung

source: Cannot restore '%s'
de: Kann '%s' nicht wiederherstellen

source: encrypted:
de: verschlüsselt

source: decrypted:
de: entschlüsselt

source: Found no mounted encfs for folder
de: Kein eingehängtes encfs für Verzeichnis

source: Please run:
de: Bitte ausführen:

source: to create an encfs. To mount an existing encfs use:
de: um ein encfs zu erstellen. Zum Einhängen eines bestehenden encfs:

source: Delete the '%s' folder and content
de: Verzeichnis '%s' nebst Inhalt löschen

source: Rename existing '%s' to '%s'
de: Benenne vorhandenes '%s' nach '%s' um

source: WARNING__THIS_FOLDER_IS_LOCAL__PLEASE_READ_THIS
de: ACHTUNG__LOKALES_VERZEICHNIS__BITTE_DIES_LESEN

source: mode '%s' invalid (use 'online' 'offline' or 'auto')
de: Modus '%s' ungültig (erlaubte Modi: online offline auto)

source: Action '%s' disabled: existing '%s' folder
de: Aktion '%s' abgeschaltet: Verzeichnis '%s' vorhanden

source: Action '%s' disabled: no '$netw' folder
de: Aktion '%s' abgeschaltet: kein '$netw' Verzeichnis

source: not a member of group 'roaming'
de: kein Mitglied der Gruppe 'roaming'

source: This user is not roaming
de: Dies ist kein roaming user

source: %-2s of %s [s]
de: %-2s von %s [s]

source: Waiting for network/server -
de: Warten auf Netzwerk/Server -

source: This computer is not a domain member
de: Dieser Rechner ist kein Domänenmitglied

source: On-line - linking (%s, Roaming) to server home
de: On-line - verknüpfe (%s, Roaming) zum Server home

source: No server - using local (%s, Roaming) folders
de: Kein Server - benutze lokale (%s, Roaming) Verzeichnisse

source: User has no home folder
de: Benutzer hat kein Home Verzeichnis

source: Set to 'no' to disable runnig $CEN_NAME at login/logout
de: Wert 'no' verhindert Ausführung von $CEN_NAME bei login/logout

source: Action '%s' disabled: via '%s'
de: Aktion '%s' abgeschaltet: durch '%s'

source: Existing KDE configuration not changed
de: Vorhandene KDE Einrichtung nicht verändert

source: Existing LxQt configuration not changed
de: Vorhandene LxQt Einrichtung nicht verändert

source: Existing firefox configuration not changed
de: Vorhandene Firefox Einrichtung nicht verändert

source: Existing '.centaurisecurity' not changed
de: Vorhandene '.centaurisecurity' nicht verändert

source: Installing '.centaurisecurity' from '%s'
de: Installiere '.centaurisecurity' von '%s'

source: Moved '.xsession-errors' to '.xsession-errors.old'
de: '.xsession-errors' nach '.xsession-errors.old' verschoben

source: There is at least one pending issue, handle it now?
de: Ein oder mehr Dinge sind ausstehend. Jetzt bearbeiten?

source: Cannot get network status
de: Netzwerkstatus unbekannt

source: Computer has no '$netw' folder
de: Rechner hat kein '$netw' Verzeichnis

source: Creating XDG_RUNTIME_DIR at
de: Erstelle XDG_RUNTIME_DIR in

source: Save output as default profile
de: Ausgabe als Standard Profil speichern
