Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centaurikerberos.po
Languages: de

source: BSD License
de: BSD Lizenz

source: Samba-AD/Kerberos/NFS management tool
de: Programm fpr Samba/Kerberos/NFS Verwaltung

source: Needs an output file, use '--output'
de: Ausgabedatei erforderlich, mit '--output' angeben

source: Cannot use spaces in output file name
de: Name der Ausgabedatei darf keine Leerzeichen enthalten

source: Replace existing output file
de: Bestehende Ausgabedatei ersetzen

source: Invalid verb '%s'
de: Ungültiges Verb '%s'

source: No such account
de: Das Konto gibt es nicht

source: Must be run at the MASTER server
de: Nur auf dem MASTER Server ausführbar

source: Missing kerberos tools - do nothing
de: Kerberos Werkzeuge fehlen - mache nichts

source: Missing kerberos configuration - do nothing
de: Kerberos Konfiguration fehlt - mache nichts

source: Ignoring non-readable cache:
de: Unlesbarer Zwischenspeicher ignoriert:

source: Unknown cache type:
de: Unbekannter Zwischenspeichertyp:

source: Ticket cache path:
de: Pfad des Ticket-Zwischenspeichers:

source: Enter password for '%s'
de: Passwort für Benutzer '%s' eingeben

source: Confirm password for '%s'
de: Passwort für Benutzer '%s' bestätigen

source: Password not changed
de: Passwort nicht geändert

source: Passwords are different
de: Passwörter sind unterschiedlich

source: Name '%s' is not in seed file
de: Name '%s' steht nicht in der Saat-Datei

source: Something went wrong, enter a non-empty password to try again...
de: Etwas ist schiefgegangen, nochmal versuchen wenn Passwort nicht leer...

source: No server found in configuration
de: Keinen Server in Konfiguration gefunden

source: Kerberos support not implemented
de: Kerberos Unterstützung nicht implementiert

source: Install tools
de: Werkzeuge Installieren

source: This computer is a server, nothing to join or register
de: Dieser Rechner ist ein Server, nichts zu tun

source: Cannot access root's authorized_keys
de: Kein Zugriff auf 'authorized keys' von 'root'

source: Copy ssh id to master
de: SSH Identität nach MASTER Server kopieren

source: Failed to copy ssh id to master. Continue anyhow
de: Fehler beim Kopieren der SSH Identität auf MASTER. Dennoch weiter

source: Already authorized
de: Bereits Autorisiert

source: Missing public SSH key of server, will ask for password
de: Öffentlicher Server SSH-Schlüssel fehlt, frage nach Passwort

source: samba-tool not found
de: samba-tool nicht gefunden

source: samba is not installed
de: Samba ist nicht installiert

source: Register at server (repository)
de: Rechner im Server Repository registrieren

source: Restarting sssd service
de: Service sssd neu staten

source: Not restarting sssd service (empty keytab)
de: Service 'sssd' nicht neu staten (leere keytab)

source: kerberos does not manage DNS records
de: Kerberos kennt keine DNS Einträge

source: Remove '%s'
de: Entferne '%s'

source: Remove '%-12s' '%s'
de: Entferne '%-12s' '%s'

source: Host name is unknown
de: Rechnername unbekannt

source: Expected an IPv4 or IPv6 address as argument
de: IPV4 oder IPv6 Adresse als Argument erwartet

source: Using native samba-tool command:
de: Benutze direkten 'samba-tool' Befehl:

source: kerberos does not manage groups
de: Kerberos kennt keine Gruppen

source: Missing unix gid
de: UNIX 'gid' fehlt

source: kerberos does not manage hosts
de: Kerberos kennt keine Hosts

source: Verb '%s' can't find an IPv4 address
de: Verb '%s' kann keine IPv4 Adresse finden

source: '%s' - host already existing
de: '%s' - Rechner existiert schon

source: '%s' - host does not exist
de: '%s' - Rechner existiert nicht

source: Verb '%s' not implemented
de: Verb '%s' nicht implementiert

source: Join samba AD domain as a controller
de: Samba Domäne als Controller beitreten

source: Join samba AD domain, enable NFS
de: Samba Domäne beitreten, NFS unterstützen

source: This can take a while ...
de: Das kann eine Weile dauern ...

source: Server '%s' has no machine account
de: Server '%s' hat kein Maschinenkonto

source: Processing failed, got no output
de: Fehler bei Verarbeitung, habe keine Ausgabe

source: Must not use --kerberos
de: Darf '--kerberos' nicht verwenden

source: Refusing to run at primary server
de: Ausführung auf primärem Server verweigert

source: Remove DC from samba AD domain
de: DC aus Samba AD Domäne entfernen

source: Remove host from samba AD domain
de: Rechner aus Samba AD Domäne entfernen

source: Remove samba db secrets.*
de: Samba DB 'secrets.*' löschen

source: '%s' - machine account does not exist
de: Maschinenkonto '%s' existiert nicht

source: Will retry 'net ads enctypes'
de: Versuche 'net ads enctpyes' nochmals

source: '%s' - machine could not be deleted
de: '%s' - Maschine konnte nicht gelöscht werden

source: '%s' - machine account not created
de: Maschinenkonto '%s' nicht erstellt

source: '%s' - user does not exist
de: Benutzerkonto '%s' existiert nicht

source: '%s' - password change failed
de: '%s' - Passwortänderung fehlgeschlagen

source: This command will reset all Samba AD/DC data!
de: Dieser Befehle setzt alle Samba AD/DC Daten zurück!

source: No Samba tool must be running. Continue
de: Es darf kein Samba Prozess laufen. Weiter

source: shows running tools. Ignore
de: laufende Prozesse gefunden. Ignorieren

source: To be deleted
de: Zu Löschen

source: Delete the listed files/folder
de: Lösche Dateien/Verzeichnisse in Liste

source: Cleared samba config/state
de: Samba Konfiguration/Status zurückgesetzt

source: Renewed via ticket cache:
de: Über Ticket-Zwischenspeicher erneuert:

source: Deleted ticket cache:
de: Ticket-Zwischenspeicher gelöscht:

source: Renewed existing kerberos ticket
de: Existierendes Kerberos Ticket erneuert

source: Overwrite existing SAMBA/krb5 configuration
de: Bestehende Samba/Krb5 Einstellungen überschreiben

source: To be saved
de: Zu sichern

source: Install '%s' on local host
de: Installiere '%s' auf lokalem Rechner

source: Send '%s' to host '%s'
de: Sende '%s' an Rechner '%s'

source: Invalid operation: %s
de: Ungültiges Operation: '%s'

source: Missing '%s', run 'centaurinetgen dnsmasq'
de: '%s' fehlt, 'centaurinetgen dnsmasq' start

source: Missing samba configuration '%s'
de: Samba '%s' Konfiguration fehlt

source: AD/DC and related services
de: AD/DC und zugehörige Dienste

source: AD/DC service
de: AD/DC Dienst

source: Stopping %s
de: '%s' anhalten

source: Starting %s
de: '%s' starten

source: Invalid configuration name:
de: Name der Konfiguration ungültig:

source: Create empty keytab
de: Erzeuge leere Schlüsseltabelle

source: <unknown>
de: <unbekannt>

source: Missing keytab:
de: Schlüsseltabelle fehlt:

source: Kerberos key table:
de: Kerberos Schlüsseltabelle:

source: Installed name:
de: Name der Installation:

source: ... type:
de: Servertyp ... :

source: Server renamed, samba-ad-dc must be re-provisioned
de: Server umbenannt, samba muß neu eingerichtet werden

source: Client renamed, please run:
de: Client umbenannt, reparieren mit:

source: Created samba status file
de: Samba Statusdatei erstellt

source: Valid kerberos ticket found - will continue (see --force)
de: Habe gültiges Kerberos Ticket - mache weiter (wegen --force)

source: Valid kerberos ticket found - do nothing
de: Habe gültiges Kerberos Ticket - mache nichts

source: Cannot get a kerberos ticket - no server available
de: Kann kein Kerberos Ticket bekommen - kein verfügbarer Server

source: Got kerberos ticket for '%s' via keytab
de: Kerberos Ticket für '%s' über 'keytab' Datei erhalten

source: Cannot get a default kerberos ticket
de: Kann kein Platzhalter Kerberos Ticket bekommen

source: No valid kerberos ticket found - trying with principal
de: Kein gültiges Kerberos Ticket gefunden - wird mit Principal versucht

source: Please enter your kerberos password (user '%s')
de: Bitte Ihr Kerberos Passwort eingeben (Benutzer '%s')

source: Got kerberos ticket for '%s' via password
de: Habe Kerberos Ticket für '%s' über Passwort erhalten

source: Failed to get kerberos ticket - tried principal
de: Konnte kein Kerberos Ticket bekommen - versucht mit Principal

source: Refusing to unregister primary server
de: Verweigere 'unregister' auf primärem Server

source: '%s' - user already existing
de: '%s' - Benutzerkonto existiert schon

source: '%s' - user not created
de: '%s' - Benutzerkonto nicht erstellt

source: '%s' - user not deleted
de: '%s' - Benutzerkonto nicht gelöscht

source: get passwords from seed file
de: Passwörter aus Saat-Datei lesen

source: use native Kerberos (default: Samba AD/DC)
de: Wirklich Kerberos verwenden (Voreinstellung ist Samba AD)

source: output file
de: Ausgabedatei

source: user/password for system/AD authorization
de: Benutzer/Passwort für System/AD Autorisierung

source: run at MASTER server
de: Auf MASTER Server ausführen

source: unix group id
de: UNIX Gruppen-Id

source: group name
de: Unix Gruppen Name

source: computer name
de: Rechnername

source: user name (default: smbworld/smbtrust)
de: Benutzername (Vorgabe: smbworkd/smbtrust)

source: user specification in /etc/passwd format
de: Benutzereintrag im /etc/passwd Format angeben

source: sub-action: create|delete|list
de: Unter-Aktion: create|delete|list
