Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centauriinfo.po
Languages: de

source: BSD License
de: BSD Lizenz

source: Collect and show some usefull information
de: Nützliche Informationen sammeln und anzeigen

source: Do not edit - autogenerated by:
de: Nicht editieren - automatisch erstellt von:

source: Archive Report (generated %(%F %R)T)
de: Archivbericht (erstellt %(%F %R)T)

source: Generating indented HTML
de: Eingrücktes HTML erzeugen

source: Archive Report
de: Archivbericht

source: catalogue processing
de: Katalog wird Verarbeitet

source: backup files found
de: Gefundene Sicherungsdateien

source: top
de: Anfang

source: Configuration:
de: Konfiguration:

source: Updating status information ...
de: Statusinformationen aktualisieren ...

source: No '%s' folder - not generating HTML files
de: Kein '%s' Verzeichnis - keine HTML Dateien erstellen

source: Cannot read:
de: Nicht zu lesen:

source: Value
de: Wert

source: Not building 'index.html' (no '%s')
de: 'index.html' nicht erstellt ('%s' fehlt)

source: Creating Web Index ...
de: Web Index erstellen ...

source: Creating Manifest ...
de: Manifest erstellen ...

source: No matching data found
de: Keine passenden Daten gefunden

source: Invalid invokation:
de: Ungültiger Aufruf:

source: Only '--pager=no' is supported
de: Nur '--pager=no' ist erlaubt

source: Username ||| uid|||Primary Group ||| gid|||Home
de: Benutzername ||| uid|||Haupt-Gruppe ||| gid|||Heimverz.

source: show all availlable data
de: Zeige alle verfügbaren Daten

source: action find: delete matched files
de: Aktion find: lösche Datei-Treffer

source: action find: start folder
de: Aktion find: Start-Verzeichnis

source: do some housekeeping (archive, index and manifest)
de: Hausaufgaben machen ('archive', 'index' und 'manifest')

source: find file, optionally delete (see --delete)
de: Dateisuche, optional löschen (siehe --delete)

source: ••• HTML file creation •••
de: ••• HTML Datei erstellen •••

source: archived.html or autosave.html ('-' for autosave)
de: 'archived' oder 'autosave' html ('-' für 'autosave)

source: build the index.html frontpage
de: Erstelle 'index.html' Startseite

source: create a manifest file
de: Manifest Datei erstellen

source: ••• information display •••
de: ••• Information ausgeben •••

source: show disk usage (detailed)
de: Plattenbelegung anzeigen (detailliert)

source: show environment variables (optional glob filter)
de: Umgebungsvariable anzeigen (optinales 'glob' Filter)

source: search and list files or folders using 'find'
de: Suchen und Listen von Dateien/Verzeichnissen mit 'find'

source: show disk usage (in '/etc/motd' format)
de: Plattenplatzbelegung anzeigen (im '/etc/motd' Format)

source: show mounted disk partitions
de: Eingehängte Partitionen anzeigen

source: display library monitoring data
de: Monitordaten der Bibliothek anzeigen

source: show journalctl output
de: Anzeige von 'journalctl' Ausgabe

source: show real users (same as 'centaurildap users')
de: Namen wirklicher Benutzer anzeigen

source: ••• network •••
de: ••• Netzwerk •••

source: list IPv4/6 adresses using 'ip addr list ...'
de: IPv4/6 Adressen mit 'ip addr list ...' auflisten

source: list IPv4/6 routes using 'ip route list ...'
de: IPv4/6 Routen mit 'ip route list ...' auflisten
