Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centauriraspi.po
Languages: de

source: BSD License
de: BSD Lizenz

source: Tool to manage 'Raspberry Pi' boot configurations
de: Werkzeug zur Verwaltung von 'Raspberry Pi' Boot Einstellungen

source: Ambigous selection:
de: Mehrdeutige Auswahl:

source: No matching file:
de: Datei nicht gefunden:

source: raspberry storage
de: Raspberry Speicher

source: Boot folder
de: Boot Verzeichnis

source: Not a raspberry boot partition:
de: Keine Raspberry Boot Partition:

source: Missing file:
de: Fehlende Datei:

source: Creating initrd
de: Erstelle eine 'initrd'

source: Renaming initrd:
de: Umbenennen der 'initrd':

source: Configured initrd use but no 'initrd.img' file found
de: Soll eine 'initrd' verwenden, kann aber 'initrd.img' nicht finden

source: Using initrd with label:
de: Verwende 'initrd' mit Label:

source: Using initrd with unknown label:
de: Verwende unbekannte 'initrd' mit Label:

source: Found no 'root=LABEL' in kernel command line
de: Kein 'root=LABEL' in Kernel Kommandozeile gefunden

source: Missing PARTUUID:
de: Fehlende PARTUUID:

source: Label '%s' does not match hostname
de: Label '%s' entspricht nicht dem Rechnernamen

source: Must use options '--boot' and '--root' instead of '--device'
de: Statt '--device' müssen Option '--boot' und '--root' benutzt werden

source: Option '--root' is invalid (no '%s' folder)
de: Option '--root' unzulässig (kein '%s' Vezeichnis)

source: Option '--boot' is missing
de: Fehlende '--boot' Option

source: Created 'cmdline-<name>.txt' entries in '/boot/firmware'
de: 'cmdline-<name>.txt' Einträge in '/boot/firmware' erstellt

source: Not creating a 'root=' boot parameter. Really continue
de: Es wird kein 'root=' Boot Parameter erstellt. Wirklich weiter

source: Cannot autodetect root, please specify as argument
de: Kann Root nicht finden, bitte als Argument angeben

source: Booting '%s' from '%s' filesystem. Continue
de: Boote '%s' von '%s' Dateisystem. Weiter

source: Arg #2 must be one of:
de: Arg #2 muss einen dieser Werte haben:

source: Ignored in non-legacy mode:
de: Im nicht-Legacy Modus ignoriert:

source: Not running a debian based system?
de: Ausführung auf einem nicht Debian basierten system?

source: Unsupported hardware architecture:
de: Nicht unterstützte Hardwarearchitektur:

source: Invalid event: %s
de: Ungültiges Ereignis: %s

source: Invalid file argument: %s
de: Ungültige Dateiangabe: %s

source: Cannot remove 'default' config
de: Kann 'default' Einstellung nicht entfernen

source: No such configuration:
de: Keine vorhandene Einstellung:

source: Invalid configuration:
de: Ungütige Konfiguration:

source: Could not auto-detect the root partition uuid
de: Kann die UUID der Root Partition nicht finden

source: Could not auto-detect the root partition label
de: Kann das Label der Root Partition nicht finden

source: Invalid boot parameter:
de: Ungültiger Boot Parameter:

source: Label '%s' not found
de: Label '%s' nicht gefunden

source: Partition uuid '%s' not found
de: Partition UUID '%s' nicht gefunden

source: Boot configuration '%s' not modified
de: Boot Konfiguratuin '%s' nicht verändert

source: Use '%s' as boot configuration
de: Setze '%s' als Boot Konfiguration

source: Updated:
de: Aktualisiert:

source: Kernel command line configs:
de: Kernel Kommandozeilen Einstellungen:

source: Overlay configurations:
de: Overlay Einstellungen:

source: path of boot folder (default: /boot)
de: Pfad des Boot Verzeichnisses (Vorgabe: /boot)

source: raspberry boot device
de: Raspberry Boot-Gerät

source: systemd interface naming (default: auto)
de: Systemd Schnittstellennamen (Vorgabe: auto)

source: override host name
de: Hostnamen festlegen

source: pre-bookworm boot layout (default: auto)
de: Vor-Bookworm Boot Auslegung (Vorgabe: auto)

source: don't check boot partition
de: Boot Partition nicht prüfen

source: path of root folder (default: /)
de: Pfad des Root Verzeichnisses (Vorgabe: /)

source: use PARTUUID in cmdline.txt (default: auto)
de: Nimm PARTUUID in cmdline.txt (Vorgabe: auto)

source: set boot to given configuration
de: Boot auf gegebene Einstellung setzen

source: copy boot data (needs --root and --boot)
de: Boot Daten kopieren (braucht --root und --boot)

source: set default configuration
de: Vorgabe Einstellung setzen

source: create a cmdline boot entry (use '-' to disable adding
de: Erstelle cmdline Boot-Eintrag (mit '-' Vorgabewerte

source: default parameters and 'nosplash' to disable plymouth)
de: abschalten und mit 'nosplash' plymouth abschalten)

source: (booted system) manage initrd file
de: (gebootetes System) initrd Datei verwalten

source: pretty-print configuration data
de: Konfiguration lesbar formatiert ausgeben

source: remove the given configuration
de: Gegebene Einstellung entfernen

source: set 'root=' in kernel command line. Use '-' for default
de: Setze 'root=' in Kernel Kommandozeile, benutze '-'

source: and '.' to keep current setting.
de: für Vorgabe und '.' zum Behalten aktueller Werte

source: Show current boot configuration
de: Zeige aktuelle Boot Einstellunggen

source: one of: 0|off 1|on 2|auto
de: Eines von: 0|off 1|on 2|auto

source: extra argument(s) for 'cmdline'
de: Extra Argument(e) für 'cmdline'

source: a configuration name (for cmdline-*.txt)
de: Name einer Einstellung (für cmdline-*.txt)

source: name of a 'cmdline' entry:
de: Name eines 'cmdline' Eintrags:

source: 'create', 'update' or 'remove' (uninstall hook)
de: 'create', 'update' oder 'remove' (uninstall Hook)

source: any existing folder (must contain 'overlays')
de: Vorhandenes Verzeichnis (muss 'overlays' enthalten)

source: target host name (default: $HOSTNAME)
de: Name des Zielrechners (Vorgabe: $HOSTNAME)

source: systemd naming mode: 0|off 1|on 2|auto
de: Systemd Schnittstellennamen: 0|off 1|on 2|auto

source: system name, label or blockdevice
de: Systemname, Label oder Blockgerät

source: an overlay file name (for config-*.txt)
de: Name einer Overlay-Einstellung (für config-*.txt)

source: parameter for root=... (use '-' to disable, '+' for default)
de: Wert für root=... ('-' zum Abschalten, '+' für Vorgabe)

source: legacy
de: Altlast

source: Since 'Rasberry PI OS bookworm' (Oct. 2023) the boot partition layout
de: Seit 'Rasberry PI OS bookworm' (Oct. 2023) hat sich die Boot Auslegung

source: has changed. In $CEN_NAME the earlier layout is called 'legacy'.
de: der Bootpartition geändert. Die alte Version wird hier 'legacy' genannt.

source: presets
de: Voreinstellungen

source: Some configuration names (see 'entry ...') have special defaults:
de: Einige Einstellungen (siehe 'entry ...') haben besondere Vorgaben:

source: generate all configurable entries
de: alle Konfigurierbaren Einträge erstellen

source: boot into server mode with WLAN-AP
de: In Server Modus booten (mit WLAN-AP)

source: show a mode/configuration menu after boot
de: Ein Modus-/Einstellungsmenü nach Boot anzeigen

source: connect to WLAN, run arp-proxy and dns-relay
de: mit WLAN verbinden, arp-proxy und dns-relay ausführen

source: don't start network, maintenance mode
de: Netzwerk nicht starten, Wartungsmodus

source: run as a router with NAT and DHCP
de: Als Router mit NAT und DHCP ausführen

source: connect to WLAN, do NAT and DHCP via ethernet
de: Mit WLAN verbinden, NAT und DHCP über Ethernet

source: boot into server mode (WLAN in client mode)
de: In Server Modus booten (WLAN Klient Modus)

source: brigde interfaces (WLAN needs WDS, see extender)
de: Netzwerkbrücke (WLAN braucht WDS, siehe extender)

source: boot into workstation mode (also 'default' mode)
de: In Arbeitsplatz Modus booten (auch 'default')

source: examples
de: Beispiele

source: remarks
de: Anmerkungen

source: The /boot partition must contain the following default configs:
de: Die /boot Partition muss folgende Vorgabeeinstellungen enthalten:

source: the kernel command line
de: die Kernel Kommandozeile

source: overlay configuration
de: overlay Einstellung

source: Any number of cmdline-<config>.txt and config-<config>.txt files
de: Beliebig viele cmdline-<config>.txt und config-<config>.txt Dateien

source: is permitted and will be copied to cmdline.txt or config.txt as
de: sind möglich und werden nach cmdline.txt bzw. config.txt kopiert,

source: specified by <config>.
de: so wie es durch <config> angegeben wird.
