Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centauricleanup.po
Languages: de

source: BSD License
de: BSD Lizenz

source: Cleanup caches and logfiles
de: Putzen von Caches und Logdateien

source: Removing files/folders:
de: Putze Dateien/Verzeichnisse:

source: Refusing to delete the root folder
de: Das 'root' Verzeichnis wird nicht gel√∂scht

source: Exactly one argument expected
de: Genau ein Argument wird erwartet

source: Cleaning system caches:
de: Putze System-Caches :

source: Cleaning user caches :
de: Putze Benuzter-Caches:

source: Cleanup '%s' caches
de: Putzen von '%s' Caches

source: User home folder not found:
de: Benutzer 'home' Verzeichnis nicht gefunden:

source: Option --user conflicts with --all|--root|--home|--log
de: Option --user widerspricht --all|--root|--home|--log

source: You should not use this tool in a desktop session. Continue
de: Dieses Werkzeug besser nicht in einer Desktop Sitzung starten. Weiter

source: Base folder is a BTRFS volume
de: Wurzelverzeichnis ist ein BTRFS Volume

source: Cannot use '--user=<name>' in this context
de: '--user=<name>' nicht in diesem Zusammenhang verwendbar

source: Nothing to clean up
de: Nichts zu putzen

source: Cleanup '%s' data at '%s'
de: Putzen von '%s' Daten in '%s'
