Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centauriencfs.po
Languages: de

source: Tool to simplify the use of 'encfs'
de: Werkzeug zur einfachereren 'encfs' Benutzung

source: mount
de: Einhängen

source: unmount
de: Aushängen

source: Encrypted filesystem not configured
de: Cryptodateisystem nicht konfiguriert

source: Cannot continue, consider using
de: Fortsetzung unmöglich, versuchen sie

source: Cannot create, mountpoint is in use:
de: Kann nicht erstellen, Einhägeverzeichnis in Gebrauch:

source: Cannot create, found 'encfs' configuration:
de: Kann nicht erstellen, 'encfs' Konfiguration gefunden:

source: The 'encfs' program failed (status $?)
de: Fehlerende des 'encfs' Programms (Status $?)

source: Created encrypted filesystem:
de: Cryptodateisystem erstellt:

source: Mount folder does not exist:
de: Verzeichnis zum Einhängen existiert nicht:

source: Crypt folder does not exist:
de: Cryptoverzeichnis existiert nicht:

source: Missing cryptdir:
de: Fehlendes Cryptoverzeichnis:

source: Missing mountpoint:
de: Fehlender Einhängepunkt:

source: Mount failed:
de: Einhängen fehlgeschlagen:

source: Folder not mounted:
de: Verzeichnis nicht eingehängt:

source: Unmount failed:
de: Aushängen fehlgeschlagen:

source: Mounting encrypted folder '&'
de: Verschlüsseltes Verzeichnis '&' einhängen

source: Please enter the EncFS Password
de: Bitte das EncFS Passwort eingeben

source: EncFS folder '&' needs a password
de: EncFS Verzeichnis '&' benötigt ein Passwort

source: This message may have been caused by one of the following reasons:
de: Diese Meldung kann folgende Ursachen haben:

source: - the login password has been changed
de: - das Login Passwort ist geändert worden

source: - the EncFS password has been changed
de: - das EncFS Passwort ist geändert worden

source: Enter Password -or- leave empty to change it
de: Passwort eingeben -oder- leerlassen um es zu ändern

source: The link desktop file already exists:
de: Die Link Desktop Datei existiert schon:

source: Icon name:
de: Name der Ikone:

source: Existing cryptdir :
de: Bestehendes Cryptoverzeichnis:

source: Existing mountpoint:
de: Bestehendes Einhängeverzeichnis:

source: Not a folder:
de: Kein Verzeichnis:

source: Nothing to delete
de: Nichts zu löschen

source: Delete folders:
de: Verzeichnisse löschen:

source: This window runs 'encfsctl' to change the EncFS password for:
de: Das Fenster nutzt 'encfsctl' zum Ändern des EncFS Passworts von:

source: Target does not exist:
de: Ziel existiert nicht:

source: Already mounted:
de: Verzeichnis bereits eingehängt:

source: Desktop files created in:
de: Desktop Dateien erstellt in:

source: Desktop files updated
de: Desktop Dateien aktualisiert

source: [missing]
de: [fehlend]

source: [ok]
de: [gut]

source: [mounted]
de: [eingehängt]

source: Crypt folder:
de: Cryptoverzeichnis:

source: Mountpoint :
de: Einhängepunkt :

source: Encfs config:
de: EncFS Konfig. :

source: Idle time :
de: Wartezeit :

source: Do you want to change the password manually?
de: Möchten sie das Passwort manuell ändern?

source: To do so please run this console command:
de: Dazu geben sie bitte folgende Kommandozeile ein:

source: [r|U|i]?
de: [w|Ä|i]?

source: update
de: ändern

source: retry update ignore
de: wiederholen ändern ignorieren

source: Choose an action to fix the problem
de: Wählen Sie einen Weg zur Behebung des Fehlers

source: retry - go back to the password dialog
de: wiederholen - zürück zur Passwort Eingabe

source: update - update the EncFS password
de: ändern - EncFS Passwort ändern

source: ignore - ignore the problem (not recommend)
de: ignorieren - Problem ignorieren (nicht empfohlen)

source: Skipping enfcs mount/repair: cannot init window mode
de: Überspringe encfs mount/repair: window Modus nicht initialisierbar

source: \$XDG_RUNTIME_DIR (%s) is not a folder
de: \$XDG_RUNTIME_DIR (%s) ist kein Verzeichnis

source: Cache folder valid, not encrypted
de: Cache in Ordnung, nicht verschlüsselt

source: Cache encrypted removing folder
de: Cache verschlüsselt, entferne Verzeichnis

source: Cache folder valid, encrypted
de: Cache in Ordnung, verschlüsselt

source: Fixing cache symlink, encrypted
de: Repariere Cache Verweis, verschlüsselt

source: Creating cache and symlink, encrypted
de: Erstelle Cache und Verweis, verschlüsselt

source: Cache in XDG_RUNTIME_DIR, not encrypted
de: Cache in XDG_RUNTIME_DIR, nicht verschlüsselt

source: Creating cache symlink, encrypted
de: Erstelle Cache Verweis, verschlüsselt

source: Cache symlink valid, not encrypted
de: Cache Verweis in Ordnung, nicht verschlüsselt

source: Cache folder invalid, run '%s cache link' to fix
de: Cache Verzeichnis fehlerhaft, '%s cache link' zum Reparieren starten

source: XDG_RUNTIME_DIR not valid, using:
de: XDG_RUNTIME_DIR ungültig, benutze:

source: Do you want to use an encrypted '.cache' folder
de: Soll ein verschlüsselter '.cache' benutzt werden

source: Do you want to use an unencrypted '.cache' folder
de: Soll ein unverschlüsselter '.cache' benutzt werden

source: Mode must be one of
de: Erlaubte Modi sind

source: Encrypted folder not found or not configured
de: Cryptodateisystem nicht gefunden oder nicht konfiguriert

source: No '/run/user/' - need systemd user sessions
de: Kein '/run/user' - benötige systemd user Session
