Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centauripaths.po
Languages: de

source: Resolve/symlink path shortcuts to real filesystem paths
de: Kurzbezeichnungen zu Pfaden im Dateisystem auflösen

source: No trash folder found:
de: Kein Müll-Verzeichnis gefunden:

source: Shortcut name is empty
de: Name der Kurzbezeichnung is leer

source: Cannot resolve shortcut name:
de: Kurzbezeichnung nicht auflösbar:

source: Ambiguous shortcut name:
de: Mehrdeutige Kurzbezeichnung:

source: Found no folder for shortcut:
de: Kein Verzeichnis für Kurzbezeichnung:

source: Working folder set to:
de: Arbeitsverzeichnis ist:

source: make an abstract (network) path
de: Erstelle abstrakten (Netzwerk) Pfad

source: return trash folder(s)
de: Finde Müll Verzeichnis(se)

source: unavaillable paths are errors
de: Fehlende Pfade sind Fehler

source: unavaillable paths are fatal
de: Fehlende Pfade sind Fatal

source: list known shortcut names
de: gültige Kurzbezeichnungen auflisten

source: create symlink from cwd to folder
de: Verknüpfe zu aktuellem Verzeichnis

source: returned paths should be logical names
de: Zurückgegebene Pfade haben logische Namen

source: link name, can be repeated
de: Verknüpfungsname, wiederholbar

source: returned paths should be physical
de: Zurückgegebene Pfade haben physische Namen

source: modifies path output formatting
de: Verändert Ausgabeformatierung für Pfade

source: generate tabular output
de: Ausgabe als Tabelle

source: remove duplicated folders
de: Doppelte Verzeichnisse entfernen

source: set working folder
de: Setze Arbeitsverzeichnis

source: arguments
de: Argumente

source: shortcut name, to get a list run:
de: Kurzbezeichnung, für eine Liste:

source: any path (must contain a '/' or follow '<name>')
de: Pfadangabe (muss ein '/' enthalten oder auf '<name>' folgen)

source: link name, overrides short name if present
de: Verknüpfungsname, überschreibt vorhandene Kurzbezeichnung

source: bit mask, 1 := print - if missing, 2 := quoted
de: Bitmaske, 1 := Ausgabe - wenn fehlend, 2 := Anführungszeichen

source: working folder, can be a short name
de: Arbeitsverzeichniss, darf Kurzbezeichnung sein

source: remark
de: Bemerkung

source: The shortcut definitions are loaded from \"centauri-bash-lib\" which is
de: Die Definitionen der Kurzbezeichnungen für \"centauri-bash-lib\" werden

source: searched at \"~/.config\" \"~\" \"\$CEN_ROOT/default\" or \"/etc/default\".
de: in \"~/.config\" \"~\" \"\$CEN_ROOT/default\" oder \"/etc/default\" gesucht.

source: examples
de: Beispiele

source: list all names/paths
de: Liste alle Namen/Pfade

source: current user's TMPDIR
de: TMPDIR des Benutzers

source: get a logical path
de: Erstelle logischen Pfad

source: make symlinks ...
de: Erzeuge Verknüpfungen ...
