Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centaurigrep.po
Languages: de

source: Dr. J. Pfennig (c) 2022-2024; BSD license
de: Dr. J. Pfennig (c) 2022-2024; BSD Lizenz

source: Grep for (bash) source files
de: Grep für (bash) Quellentexte

source: Option '--comment' should look like a regular expression or
de: Option '--comment' muß wie ein regulärer Ausdruck aussehen

source: must be a keyword like:
de: oder ein Schlüsselwort sein:

source: Form (1) passes all non-option arguments
de: Form (1) gibt die nicht-Option Argumente

source: to grep. Form (2) mangles all non-option arguments into a perl regular
de: an 'grep' weiter. Form (2) baut alle nicht-Option Argumente in einen

source: expression that excludes comments. Form (2) also adds the grep options
de: 'perl' regulären Ausdruck ein und exkludiert Kommentare. Form (2) setzt

source: '-n' and '--color'.
de: auch die 'grep' Optionen '-n' und '--color'.

source: If the working folder is \$CEN_TOOLS and no '-i/-x' options are used,
de: Wenn das Arbeitsverzeichnis \$CEN_TOOLS ist und die Optionen '-i/-x'

source: '-i°centauri*' is implied. Similarly for folder \$CEN_LIBRARY '-i°*_???'
de: fehlen wird '-i°centauri*' eingesetzt. Genauso wird für Verzeichnis

source: is implied.
de: \$CEN_LIBRARY 'i°*_???' eingesetzt.

source: expression to match comments
de: Regulärer Ausdruck zum Finden von Kommentaren

source: pass all options to grep
de: Alle Optionen an 'grep' übergeben

source: [*] use \$CEN_LIBRARY as path
de: [*] Verwende \$CEN_LIBRARY als Pfad

source: [*] path to use (can be a shortpath)
de: [*] Zu verwendender Pfad (darf Kurzbezeichnung sein)

source: recurse folder
de: Verzeichnis rekursiv durchsuchen

source: [*] use \$CEN_TOOLS as path
de: [*] Verwende \$CEN_TOOLS als Pfad

source: match only whole words
de: Nur ganze Worte finden

source: regular expression or keyword, leading spaces skipped
de: Reg. Ausdruck, vorangehende Leezeichen übersprungen

source: any argument to be passed to grep
de: Alle Argumente die an 'grep' übergeben werden

source: a perl regular expression
de: Ein 'perl' regulärer Ausdruck

source: a configured shortpath or a path (or ./<path>); this
de: Konfigurierte Kurzbezeichnung oder Pfad (oder ./<path>);

source: parameter can specify a folder or a single file
de: das Ziel kann ein Verzeichnis oder eine Datei sein

source: By default '--comment=bash' and search for '[![:space]]+' apply.
de: Vorgaben sind '--comment=bash' und Suchen nach '[![:space]]+'

source: Use '--comment=none' and search for '.?' to see all text lines.
de: Mit '--comment=none' und Suche '.?' alle Textzeilen angezeigen.

source: The following keywords add predefined <cexp> expressions:
de: Diese Schlüsselworte sind vordefinierte <cexp> Ausdrücke:

source: examples
de: Beispiele

source: # search for 'black' or 'white' in \$CEN_TOOLS
de: # In \$CEN_TOOLS nach 'black' oder 'white' suchen

source: # pass non-option arguments to grep
de: # Nicht-Option Argumente an 'grep' übergeben

source: # search samba configuration for 'path'
de: # 'samba' Konfiguration nach 'path' durchsuchen

source: # list samba/smb.conf without comments
de: # Liste 'samba/smb.conf' ohne Kommentare

source: # list all text of etc/fstab
de: # Liste allen Text in etc/fstab
