Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centaurisysinit.po
Languages: de

source: BSD License
de: BSD Lizenz

source: Centauri initialization and launcher for appliances
de: Centauri Initialisierung und Appliance Starter

source: '$DAT_AUTOLOGIN' is a symlink to '/dev/null'
de: '$DAT_AUTOLOGIN ist ein Verweis zu '/dev/null'

source: Missing '$DAT_AUTOLOGIN' file
de: Fehlende '$DAT_AUTOLOGIN' Datei

source: No home folder
de: Kein Heimverzeichnis

source: Found no 'appliance' definitions
de: Keine 'appliance' Definitionen gefunden

source: Invalid appliance index:
de: Appliance Index ungültig:

source: Appliance not found
de: Appliance nicht gefunden

source: Cannot enable this appliance:
de: Appliance kann nicht eingerichtet werden:

source: Add appliance '%s' to boot menu
de: Appliance '%s' zu Boot-Menü hinzufügen

source: Remove appliance '%s' from boot menu
de: Appliance '%s' vom Boot-Menü entfernen

source: Boot as appliance '%s'
de: Als '%s' Appliance booten

source: Mode '%s' no configured for host, no automatic setup
de: Rechnerkonfiguration '%s' Modus, keine automatische Einrichtung

source: Network:
de: Netzwerk:

source: Linux:
de: System:

source: No supported boot method implemented
de: Keine unterstützte Boot Methode implementiert

source: Appliance mode
de: Appliance Modus

source: Starting network
de: Netzwerk wird gestartet

source: Autologin user
de: Autologin Benutzer

source: Disabled via symlink to '/dev/null'
de: Durch Verweis auf '/dev/null' ausgeschaltet

source: Starting up
de: Initialisierung läuft

source: Enabled by default
de: Voreingestellt

source: Not enabled, try 'centauristartup install $auto'
de: Nicht eingerichtet, siehe 'centauristartup install $auto'.

source: Network config
de: Netzwerkeinstellung

source: hostname changed
de: Rechnername geändert

source: configuration update
de: Einstallung aktualisieren

source: interface list changed to '%s'
de: Schnittstellenliste nach '%s' geändert

source: connect method changed to '%s'
de: Verbindungsmethode nach '%s' geändert

source: naming mode changed to '%s'
de: Modus für Schnittstellenname nach '%s' geändert

source: System startup...
de: System fährt hoch...

source: Running script
de: Skript ausführen

source: Missing script
de: Skript fehlt

source: quit
de: beenden

source: Running full network setup
de: Vollständige Netzwerkeinrichtung ausführen

source: Selectable boot modes and appliances are:
de: Auswählbare Boot-Modi und Appliances sind:

source: Default boot mode
de: Standard Boot Modus

source: [#] This appliance is currently not enabled. To use it, please run
de: [#] Diese Appliance ist derzeit nicht verfügbar. Bitte Einrichten

source: 'centauristartup install $optu'.
de: mit 'centauristartup install $optu'.

source: [*] This appliance is not enabled by network configuration. Please
de: [*] Diese Appliance ist nicht in der Netzwerkkonfiguration eingerichtet.

source: adjust the appropriate 'option <what> <host>...' statement in
de: Bitte die entsprechende 'option <what> <host>...' Zeile in der Datei

source: to enable it.
de: zum Einschalten änderen.

source: Select an Appliance or hit <return> when finished
de: Eine Appliance auswählen oder <Eingabe> wenn fertig

source: Issue message #%s
de: Hinweisnachricht Nr. %s

source: Press any key to continue
de: Taste zur Fortsetzung drücken

source: Cannot find active console, use <Alt><Fn> to switch manually
de: Finde keine aktive Konsole, <Alt><Fn> für manuelles Umschalten benutzen

source: add an issue text from stdin
de: Hinweistext von stdin hinzufügen

source: add a issue file or an exucutable
de: Eine Aufgaben-Notiz oder Programm hinzufügen

source: remove any pending issues
de: Alle ausstehenden Aufgaben entfernen

source: show or run issues, used by 'centaurissues.service'
de: Aufgaben ausführen oder anzeigen, siehe 'centauriissues.service'

source: test for pending service, can wait until done
de: Auf anstehenden Aufgaben prüfen, kann bis zur Erledigung warten

source: Appliance actions
de: Appliance Aktionen

source: list configured appliances
de: Konfigurierte Appliances auflisten

source: enter an appliance mode
de: Zu Appliance Modus wechseln

source: [*] set/remove a boot default
de: [*] Eine Boot-Vorgabe setzen/löschen

source: [*] disable an appliance in boot menu
de: [*] Appliance aus dem Boot Menü entfernen

source: [*] enable an appliance in boot menu
de: [*] Appliance in das Boot Menü einfügen

source: [*] these actions use the 'centauriefilinux' or 'centauriraspi' tools.
de: [*] diese Aktionen benutzen 'centauriefilinux' oder 'centauriraspi'.

source: Grub's boot menu must be adapted manually (if used at all).
de: Grubs Bootmenü muß manuell angepaßt werden (falls verwendet).

source: appliance name or index (see 'list' action)
de: Appliance Name oder Index (siehe 'list' Aktion)

source: an executable and arguments
de: Programm nebst Argumenten

source: console tty number (usually: 8)
de: TTY-Nummer der Konsole (meist: 8)

source: a centauriswitch networking mode
de: Ein 'centauriswitch' Netzwerkmodus

source: appliance run-level (usually: 2|3)
de: Appliance Run-Level (meist: 2|3)

source: appliance user (usually: local|kiosk|clock)
de: Appliance Benutzer (meist: local|kiosk|clock)

source: issue service test maximum wait time
de: Maximale Wartezeit auf 'issue' Dienst
