Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centauridisplay.po
Languages: de

source: BSD License
de: BSD Lizenz

source: Wait for Display and start X-Server
de: Auf Display warten und X-Server starten

source: Waiting for 'centauriissue' service
de: Warten auf 'centauriissue' Dienst

source: Wait timeout, starting display manager
de: Wartezeit abgelaufen, starte Display-Manager

source: Display connected
de: Display ist angeschlossen

source: Rasberry Pi using LCD display, assume connected
de: Raspberry Pi mit LCD display, als angeschlossen annehmen

source: Found no DRM card, no display connected
de: Keine DRM Karte, kein Display angeschlossen

source: Cannot check for display, assume connected
de: Kann nicht auf Display testen, als angeschlossen annehmen

source: Display not connected
de: Display nicht angeschlossen

source: Display not connected, waiting %s
de: Display nicht angeschlossen, warte %s

source: Display not connected, waiting...
de: Display nicht angeschlossen, warten...

source: Cannot read kernel info:
de: Kernel-Daten nicht lesbar:

source: unknown status, multiple mice
de: Status unbekannt, mehrere Mäuse

source: keyboard
de: Tastatur

source: mouse
de: Maus

source: no known hid input device
de: Kein erkanntes HID Eingabegerät

source: Rerun as user
de: Als anderer Benutzer ausführen

source: Do not 'exec' with '--dryrun'
de: Kein 'exec' mit '--dryrun' ausführen

source: Rerun
de: Neustart

source: Could not exec as '$CEN_OPT_USER'
de: Ausführung als '$CEN_OPT_USER' fehlgeschlagen

source: Readonly file skipped:
de: Überspringe nur-lesbare Datei:

source: Missing configuration template, see '%s'
de: Template für Einrichtung fehlt, siehe '%s'

source: Unknown video mode:
de: Unbekannter Video Modus:

source: DPI will not be set
de: DPI wird nicht gesetzt

source: DPI set by mode
de: DPI durch Modus gesetzt

source: DPI set explicitly
de: DPI explizit gesetzt

source: GTK scaling
de: GTK Skalierung

source: DPI not changed, no config updates
de: DPI nicht geändert, keine Änderungen der Einrichtung

source: Display-Manager '%s' not found
de: Display-Manager '%s' nicht gefunden

source: Running as
de: Ausführen als

source: User '%s' uses terminal '%s'
de: Benutzer '%s' verwendet Endgerät '%s'

source: User '%s' uses console '%s'
de: Benuter '%s' verwendet Konsole '%s'

source: No local login found for user '%s'
de: Keine lokale Anmeldung von Benutzer '%s' gefunden

source: User '%s' is logged in at '%s'
de: Benutzer '%s' ist auf '%s' angemeldet

source: Cannot find console for user '%s'
de: Kann keine Konsole mit Benutzre '%s' finden

source: Console 'vt%s' is busy - not runnig '%s'
de: Konsole 'vt%s' ist besetzt - '%s' nicht ausgeführt

source: User '%s' uses terminal '%s' - not runnig '%s'
de: Benutzer '%s' auf Endgerät '%s' - '%s' nicht ausgeführt

source: User '%s' uses console '%s' - not runnig '%s'
de: Benutzer '%s' auf Konsole '%s' - '%s' nicht ausgeführt

source: Cannot be run from a graphical session
de: Nicht aus einer graphischen Sitzung ausführbar

source: Display detected
de: Display erkannt

source: Deferring X-Server startup
de: X-Server Start wird verzögert

source: Starting X-Server, console=%s
de: Starte X-Server, Konsole=%s

source: <current>
de: <aktuell>

source: Cannot run in background without XWrapper (xorg-xserver-legacy) installed
de: Nur über XWrapper im Hintergrund ausfürbar, siehe xorg-server-legacy

source: Started X-Server (status=%s)
de: X-Server gestartet (Status=%s)

source: Terminated X-Server (status=%s)
de: X-Server beendet (Status=%s)

source: used as DPI divisor, scale factor for GTK
de: wirkt als DPI Teiler, Skalierungsfaktor für GTK

source: do not wait for server (unless **--console=0**)
de: Nicht aus Server warten (Ausnahme **--console=0**)

source: check if console is free, run on this console
de: Auf freie Konsole prüfen, auf dieser Konsole ausführen

source: fixed DPI for X-Server (can be reset with --mode)
de: Festes DPI für X-Server (rücksetzbar mit --mode)

source: list touch/keyboard input devices
de: Touch/Tastatur-Eingabegeräte auflisten

source: list users and ttys only, don't start server
de: Nur Benutzer und TTYs anzeigen, Server nicht starten

source: autoconfigure display-manager for monitor
de: Display-manager für Monitor automatisch einrichten

source: do not wait for a display to be connected
de: Nicht warten bis ein Display angeschlossen ist

source: program to run, default is:
de: Auszuführendes Programm, Vorgabe ist

source: run as a different user
de: Als anderer Benutzer ausführen

source: explicitly merge
de: Explizit einbinden

source: console to use -or- '0' for current console without check
de: Genutzte Konsole -oder- '0' für aktuelle Konsole ohne Prüfung

source: DPI value passed to server <prog> (not for lightdm/sddm)
de: An Server <prog> übergebener DPI Wert (nicht für lightdm/sdd)

source: monitor resolution: 'pc|sd|hd|4k' use '-' for autodetect
de: Monitorauflösung: 'pc|sd|hd|4k' oder '-' für Automatik

source: can be a user-name or '-' for everyone
de: Ein Benutzername oder '-' für beliebig

source: program to run:
de: Auszuführendes Programm:

source: scale factor, can be: 0 (disable), 1 (default) or 2
de: Skalierung, Werte: 0 (aus), 1 (Vorgabe) oder 2 (automatisch)

source: a user name -or- '-' to disable check
de: Benutzername -oder- '-' für Prüfung auslassen

source: set Xft.dpi: -1 (leave out) 0 (from file) <dpi> (override)
de: Xft.dpi setzen: -1 (auslassen) 0 (aus Datei) <dpi> (setzen)

source: configuration
de: Einrichtung

source: more: Use -- to show configuration details.
de: Mehr: Angabe von -- zeigt weitere Details.
