Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centauriFiles.po
Languages: de

source: Template for a file processor (no action syntax)
de: Vorlage für ein Dateiprogramm (keine 'action' Syntax)

source: Not a valid date
de: Kein gültiges Datum

source: No input files found
de: Keine Eingabedatei(en) gefunden

source: select files starting at date
de: Wähle Dateien ab Startdatum

source: select files of a specific date
de: Wähle Dateien mit bestimmtem Datum

source: select files ending at date
de: Wähle Dateien bis Enddatum

source: select file of a kind (e.g. tag name)
de: Datei nach Art wählen (d.h Tag Name)

source: print table of input files
de: Tabelle der Eingabedateien ausgeben

source: print no title/footer (for csv export)
de: Keine Kopf/Fußzeilen ausgeben (für CSV Export)

source: recurse into folders
de: Absteigen in Unterverzeichnisse

source: sort files by file name
de: Dateien nach Name sortieren
