Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centauriAction.po
Languages: de

source: Template using command line verbs (action syntax)
de: Vorlage mit Kommandozeilen-Verben (action Syntax)

source: Got no argument value
de: Kein Argumentwert angegeben

source: Got a '+' as argument
de: Habe ein '+' als Argument

source: Echo the argument
de: Das Argument ausgeben

source: File:
de: Datei:

source: Dir:
de: Verzeichnis:

source: an option
de: Eine Option

source: DEMO an array option
de: DEMO eine Array Option

source: DEMO (number)
de: DEMO (Zahl)

source: action one - takes one arg
de: action eins - braucht ein Argument

source: action two - takes 1..3 args
de: action zwei - braucht 1..3 Argumente

source: action three - at least one arg
de: action drei - braucht wenigstens ein Argument

source: any argument
de: irgendein Argument

source: any text
de: irgendein Text

source: choice \"left\" or \"right\"
de: Auswahl \"left\" oder \"right\"

source: any positive number
de: positive Zahl
