Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centauripackage.po
Languages: de

source: ignore package with status 'hold': $2 ($1)
de: Packet mit Status 'hold' ignoriert: $2 ($1)

source: unknown package status '$3': $2 ($1)
de: Unbekannter Packet-Status '$3': $2 ($1)

source: Bad 'diff' data:
de: Ung端ltige 'diff' Daten

source: Bad 'diff' mode:
de: Ung端ltiger 'diff' Modus

source: Bad 'diff' line:
de: Ung端ltige 'diff' Zeile

source: The 'apt' command failed (status %s)
de: Das 'apt' Kommand ist fehlgeschlagen (Status %s)

source: package
de: Paket

source: packages
de: Pakete

source: Remove
de: Entferne

source: Install
de: Installiere

source: Install package: %-40s
de: Installiere Packet: %-40s

source: Remove package: %-40s
de: Entferne Packet: %-40s

source: Cannot read:
de: Nicht lesbar:

source: Nothing to do
de: Nichts zu tun

source: 1st arg must be <path>, @ or @<host>
de: 1. Argument muss <path>, @ oder @<host> sein

source: Not supported
de: Nicht unterst端tzt

source: Option '--nosync' ignored: package 'eatmydata' is not installed
de: Option '--nosync' ingnoriert: Packet 'eatmydata' is nicht installiert
