Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centaurisoho.po
Languages: de

source: BSD License
de: BSD Lizenz

source: Installer tool for centaurisoho linux machines
de: Einrichtungswerkzeug für centaurisoho Linux Rechner

source: I am not daring to execute '%s' on this system. To allow
de: Ausführen von '%s' auf diesem System verweigert. Dieses Kommando

source: this run '%s'
de: zum Erlauben starten '%s'

source: or use option '--force'
de: oder Option '--force' benutzen

source: Option '-p' needs <file> and <wrks> arguments
de: Option '-p' braucht <file> und <wrks> Argumente

source: Missing password file:
de: Fehlende Passwortdatei:

source: <please enter>
de: <Eingeben>

source: Domain name (for certificates)
de: Domänenname (aktualisiert Zert.)

source: Repository configuration name
de: Konfigurationsname im Respository

source: External Dyn-DNS (- for none)
de: Externes Dyn-DNS (- für keines)

source: Default machine name prefix
de: Vorgabe Machinenamen Präfix

source: Primary server name (- for none)
de: Primärer Servername (- f. keinen)

source: Network IPv4 address and mask
de: Netzwerk IPv4 Adresse und Maske

source: External Network addr. and mask
de: Externe IPv4 Adresse und Maske

source: Primary router name
de: Primärer Routername

source: Primary router IPv4 address
de: IPv4 Addresse für primären Router

source: APT proxy IPv4 (- to disable)
de: IPv4 APT Proxy (- für keine)

source: WLAN client SSID (- to disable)
de: WLAN Klient SSID (- für keine)

source: WLAN AP SSID (- to disable)
de: WLAN Zugang SSID (- für keine)

source: SSIDs of WLAN client and WLAN AP must not be equal
de: SSIDs von WLAN Klient und Zugang dürfen nicht gleich sein

source: WLAN password (- for random)
de: WLAN Passwort (- für zufällig)

source: Parameter loading failed:
de: Laden der Parameter fehlgeschlagen:

source: Parameters read
de: Parameter gelesen

source: Got no parameters
de: Keine Parameter

source: Current parameter values...
de: Aktuelle Parameterwerte...

source: <copy current>
de: <übernehmen>

source: Keyboard layout (fr,de,us,...)
de: Tastatursprache (fr,de,us,...)

source: Private network only (firewall disabled)
de: Ausschliesslich privates Netzwerk (Firewall aus)

source: WLAN client SSID (- to disable)
de: WLAN Klient SSID (- für keine)

source: WLAN password (- for random)
de: WLAN Passwort (- für zufällig)

source: Update configuration of local host
de: Lokalen Rechner neu konfigurieren

source: Parameter file
de: Parameterdatei

source: This image cannot be configured (missing: %s)
de: Dieses Abbild ist nicht konfigurierbar ('%s' fehlt)

source: wrong workspace
de: Arbeitsbereich falsch

source: dest workspace
de: Ziel-Arbeitsbereich

source: Configuration needs a hostname
de: Konfiguration erfordert Rechnernamen

source: Edit configuration of '%s'
de: Konfiguration von '%s' editieren

source: Make this computer stand-alone (DHCP based)
de: Einzelplatzrechner einrichten (DHCP basiert)

source: [y/n/q]?
de: [j/n/a] ?

source: yes no quit
de: ja nein abbrechen

source: Apply configuration
de: Konfiguration anwenden

source: [y/q]?
de: [j/a] ?

source: yes quit
de: ja abbrechen

source: Configuration failed, fix errors and try again
de: Konfiguration fehlgeschlagen, Fehler korrigieren und neu versuchen

source: Touched to trigger re-config:
de: Zur Neukonfiguration markiert:

source: Please reboot your system to complete all updates
de: Zum Abschliessen aller Ändrerungen System neu starten

source: WLAN password set to random, use 'centaurinetgen' to fix
de: WLAN Passwort ist zufällig, mit 'centaurinetgen wpa' ändern

source: Setting wlan password
de: WLAN Passwort setzen

source: Network base has invalid syntax
de: Sytaxfehler in Netzwerkbasis

source: Network mask bits value must be >= 10
de: Netzwerk Maskenbits Anzahl muss >= 10 sein

source: Network mask bits value must be <= 21
de: Netzwerk Maskenbits Anzahl muss <= 21 sein

source: Network mask too short for base address
de: Netwerk-Maske für Basisadresse zu kurz

source: Updating parameters from 'setup.conf'
de: Paramenter aus 'setup.conf' aktualisieren

source: Creating network configuration cache
de: Erstelle Netwerk-Konfiguration Zwischenspeicher

source: Replace the existing network configuration
de: Vorhandene Netzwerkkonfiguration ersetzen

source: Update '%s' files from repository
de: Aktualisiere '%s' Dateien aus dem Repository

source: File not in repository
de: Datei nicht im Repository

source: items
de: Objekte

source: Updated %s folders, %s items, %s not in repository
de: %s Verzeichnisse aktualisiert, %s Einträge, %s nicht im Repository

source: Top level domain not allowed (needs '.')
de: Top-Level Domäne nicht erlaubt (braucht '.')

source: Minimum password length is 8 chars
de: Passwort Mindestlänge ist acht Zeichen

source: IPv4 address required
de: Eine IPv4 Adresse wird benötigt

source: Invalid address (not in base or external network)
de: Adresse ungültig (nicht im Basis- oder Externen Netzwerk)

source: Not a valid name
de: Kein gültiger Name

source: Found workspace
de: Arbeitsbereich ist

source: No known workspace, use option '%s'
de: Arbeitsbereich nicht bekannt, Option '%s' benutzen

source: Not a valid workspace:
de: Kein gültiger Arbeitsbereich:

source: No configuration info, use option '%s'
de: Keine Konfigurationsdaten, Option '%s' benutzen

source: Workspace is not a child of '%s': %s
de: Arbeitsbereich ist nicht Teil von '%s': %s

source: No known seed file, use options '%s'
de: Keine bekannte Saat-Datei, Optionen '%s' benutzen

source: Seed file
de: Saat-Datei

source: Install helper not found:
de: Installationshelfer nicht gefunden:

source: Sourcing
de: Einlesen

source: Samba domain members must re-join the domain after rename
de: Nach Umbenennung müssen Samba Mitglieder der Domäne erneut beitreten

source: AD/DC servers should not be renamed, samba must be re-provisioned
de: AD/DC Server sollte nicht umbenannt werden, Samba Neueinrichtung nötig

source: Invalid template substitution:
de: Ungültige Template-Ersetzung:

source: Line:
de: Zeile:

source: File:
de: Datei:

source: Cannot locate the 'templates' folder
de: Kann 'templates' Verzeichnis nicht finden

source: Template expression
de: Template Ausdruck

source: Not a template
de: Ist kein Template

source: expand template
de: Erweitere Template

source: skip template
de: Überspinge Template

source: Wait for network becoming online
de: Warten bis Neztwerk Online ist

source: Perhaps no network interface is available
de: Möglicherweise ist keine Netzwerkschnittstelle bereit

source: Waiting for network since %s [s]
de: Warten auf Netzwerk seit %s [s]

source: Check if apt proxy can be reached (use ^C to stop)
de: Prüfe 'APT proxy' auf Erreichbarkeit (Abbrechen mit ^C)

source: Cannot connect to apt proxy:
de: Kein Verbindung zu 'APT proxy'

source: Network check interrupted, continue anyhow
de: Netzwerkprüfung abgebrochen, dennoch weiter

source: Network is online
de: Netzwerk ist Online

source: Backup of a running system may result in garbage if not using a
de: Die Sicherung eines laufenden System kann ohne Verwendung eines

source: snapshot. Continue using the most recent daily snapshot
de: Snapshots Müll ergeben. Mit dem jüngsten Tages-Snapshot weiter

source: Mount option 'subvol=/' might be missing. Continue
de: Einhängeoption 'subvol=/' könnte fehlen. Weiter

source: Skip existing
de: Nicht verändern

source: Backup file missing for:
de: Sicherungsdatei fehlt für:

source: Backups are complete, creating dist tar (%s)
de: Sicherungen vollständig, Dist-Tar erstellen (%s)

source: Missing file:
de: Fehlende Datei:

source: Only 'query' can have a arguments
de: Nur 'query' kann Argumente haben

source: Not a valid distribution:
de: Keine gültige Distribution:

source: Must unpack distribution tar, see:
de: Distributions-Tar muss entpackt werden, siehe:

source: Not a valid configuration:
de: Keine gültige Distribution:

source: Packing workspace:
de: Arbeitsbereich packen:

source: Missing dynamic|static but seed tar exists
de: Fehlend: 'dynamic|static' Vorhanden: 'seed' Tar

source: Missing dynamic|static and missing seed tar
de: Fehlend: 'dynamic|static' sowie 'seed' Tar

source: HW architecture
de: HW Architektur

source: Configuration
de: Konfiguration

source: <missing>
de: <fehlend>

source: Workspace
de: Arbeitsbereich

source: Seed tar
de: 'seed' Tar-Archiv

source: current
de: aktuell

source: Completed
de: Fertig

source: Missing OWNERS file:
de: Fehlende 'OWNERS' Datei:

source: Create distribution tars and delete the tar sources
de: Distribution Tars erstellen und Tar Quellen löschen

source: Got no valid seed tar:
de: Kein nutzbares 'seed' Tar-Archiv:

source: Remove %s static|dynamic|configs folders
de: Lösche %s static|dynamic|config Verzeichnisse

source: Same hostname specified:
de: Kein Rechnername angegeben:

source: New hostname is already in use:
de: Rechnername wird bereits verwendet:

source: Current hostname not valid:
de: Aktueller Rechnername ist ungültig:

source: Found no boot/EFI partition
de: Keine 'boot' oder 'EFI' Partition gefunden

source: Found no swap partition
de: Keine 'swap' Partition gefunden

source: Found no root partition
de: Keine 'root' Partition gefunden

source: Please install the 'udisks2' package
de: Bitte Paket 'udisks2' installieren

source: Update '/etc/fstab' and 'grub.cfg'
de: Aktualisiere '/etc/fstab' und 'grub.cfg'

source: Update systemd boot and splash
de: Aktualisiere 'systemd boot' und Logo

source: Update '/etc/fstab'
de: Aktualisiere '/etc/fstab'

source: Update boot firmware config
de: Aktualisiere 'boot firmware' Einstellung

source: Reload systemd and mount
de: Systemd neu laden und einhängen

source: Completed, please reboot soon
de: Fertig, bitte baldigst neu Booten

source: Invalid swap size:
de: Ungültige Swap Größe:

source: Invalid argument or hostname:
de: Ungültiges Argument bzw. Rechnername:

source: Parameter file not found:
de: Parameterdatei nicht gefunden:

source: Param file
de: Parameterdatei

source: A minimal system must be renamed or will not boot:
de: Ein Minimalsystem muss umbenannt werden oder es bootet nicht:

source: Set hostname of installed image
de: Rechnernamen dieser Installation setzen

source: Size of swap partition in GByte
de: Größe der Swap Partition in GByte

source: Invalid host name:
de: Ungültiger Rechnername:

source: Cannot use current host name
de: Kann nicht den aktuellen Rechnernamen verwenden

source: Input data unusable (%s):
de: Unbrauchbare Eingabedaten (%s):

source: Cannot unpack
de: unpack Fehler

source: no seed tar
de: Kein 'seed' Tar-Archiv

source: 'dynamic' or 'static' folder already exists
de: Verzeichnis 'dynamic' oder 'static' besteht schon

source: Run unpack
de: Ausführen von 'unpack'

source: Existing workspace, continue anyhow
de: Existierender Arbeitsbeteich, dennoch weiter

source: Workspace not found
de: Arbeitsbereich nicht gefunden

source: 1st argument must be 'get' or 'put'
de: 1. Argument muss 'get' oder 'put' sein

source: Workspace folder
de: Arbeitsbereich

source: internal: used by setup helper to register
de: Intern: von Einrichtungshelfer zum Registrieren einer

source: a dispatch function for commands
de: Befehlsverteiler-Funktion benutzt

source: workspace folder containing the seed tar
de: Der Arbeitsbereich mit dem Saat Archiv

source: ••• setup commands •••
de: ••• Setup-Kommandos •••

source: # print some status information
de: # ein paar Statusinformationen ausgeben
