Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centaurirunlevel.po
Languages: de

source: Tool to enable/disable Sys-V and systemd system services
de: Programm zur Einrichtung von SysV und systemd Diensten

source: Configuration not found
de: Konfiguration nicht gefunden

source: Legend:
de: Legende:

source: Unknown script command:
de: Unbekanntes Skriptkommande:

source: Not using systemd
de: Systemd nicht benutzt

source: Invalid run-level selection:
de: Ung√ºltige Runlevel Auswahl:

source: was disabled
de: war disabled

source: was enabled
de: war enabled

source: inetd no entry
de: inetd ohne Eintrag

source: was masked
de: war maskiert

source: masked
de: maskiert

source: was removed
de: war removed
