Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centauriprofile.po
Languages: de

source: Desktop
de: Schreibtisch

source: Working folders (old, new) not found
de: Arbeitsverzeichnisse (old, new) nicht gefunden

source: Working folders (old, new) already existing
de: Arbeitsverzeichnisse (old, new) bereits vorhanden

source: Deleted:
de: Gelöscht :

source: Changed: %s (binary)
de: Verändert: %s (binär)

source: Changed:
de: Verändert:

source: Install profile settings from '%s'
de: Profileinstellungen von '%s' installieren

source: Installing profile for '%s' from '%s'
de: Installiere Profil für '%s' von '%s'

source: Cannot find file:
de: Datei nicht gefunden:

source: Override existing destination
de: Bestehende Datei überschreiben

source: Save profile to destination
de: Speichere Profil nach

source: Writing
de: Schreibe

source: [not found]
de: [nicht gefunden]

source: Profile: %-50s %s
de: Profil : %-50s %s

source: Location: %-50s %s
de: Datei : %-50s %s

source: Already generalized
de: Bereits generalisiert

source: Binary file
de: Binärdatei

source: Argument must be 'kde' or 'lxqt'
de: Argument muß 'kde' oder 'lxqt' sein

source: Loading '%s' from '%s'
de: Lade '%s' von '%s'

source: Cannot read
de: Nicht lesbar

source: Invalid 'sizes' argument '%s' - must be 'old' or 'new'
de: Ungültiges 'sizes' argument '%s' -- muss 'old' oder 'new' sein

source: Please install 'qdirstat' or 'k4dirstat'
de: Bitte 'qdirstat' oder 'k4dirstat' installieren

source: Cannot swap generalized profile
de: Cannot generalisiertes Profile nicht austauschen

source: Swapping old/new folders
de: Tausche old/new Verzeichnisse

source: No such user
de: Benutzer gibt es nicht

source: Home folder of user '%s' is '%s'
de: Heimverzeichnis von Benutzer '%s' ist '%s'
