Repository: j-pfennig/centauri-soho
Catalog: dists/bookworm/dynamic/var/centauri/configs/bookworm/@admin/locale/*/centauriexecute.po
Languages: de

source: Unsupported for input: ++
de: Für Eingabe nicht unterstützt: ++

source: Password reqired to run
de: Passwort zur Ausführung nötig

source: Program not found:
de: Programm nicht gefunden:

source: Program failed (status %s): %s
de: Programmausführung fehlgeschlagen (Status %s): %s

source: Missing or invalid action:
de: Aktion fehlt oder ist ungültig:

source: Wrote:
de: Geschrieben:

source: Device '%s' already mounted at '%s'
de: Gerät '%s' schon eingehängt bei '%s'

source: [K|u]?
de: [B|a]?

source: keep
de: behalten

source: keep umount
de: behalten aushängen

source: keep - do nothing
de: behalten - nichts tun

source: umount - unmount the device
de: aushängen - Gerät aushängen

source: Choose one of the actions listed above
de: Eine der oben aufgeführten Anweisungen auswählen

source: umount
de: aushängen

source: Password reqired for
de: Passwort erforderlich für

source: Command failed:
de: Anweisung fehlgeschlagen:

source: Mounted '%s' at '%s'
de: '%s' eingehängt bei '%s'

source: Mount of '%s' failed
de: Einhängen von '%s' fehlgeschlagen

source: Unmounted '%s' from '%s'
de: '%s' ausgehängt von '%s'

source: Not yet implemented:
de: Noch nicht implementiert:

source: Cannot get program name from:
de: Kann Programmnamen nicht finden:

source: Service '%s' is already active
de: Dienst '%s' ist bereits aktiv

source: [K|s|r]?
de: [B|s|r]?

source: keep stop restart
de: behalten stop restart

source: stop - stop service
de: stop - Dienst anhalten

source: restart - restart service
de: restart - Dienst neu starten

source: Service '%s' started
de: Dienst '%s' gestartet

source: Service '%s' is not active (status=%s)
de: Dienst '%s' ist nicht aktiv (Status=%s)

source: Service '%s' did not stop
de: Dienst '%s' wurde nicht angehalten

source: Service '%s' stopped (status=%s)
de: Dienst '%s' angehalten (Status=%s)

source: Service '%s' stopped
de: Dienst '%s' angehalten

source: Service '%s' is active
de: Dienst '%s' ist aktiv

source: Service '%s' restarted
de: Dienst '%s' neu gestartet

source: Invalid command '%s' (must be: %s)
de: Ungültige Anweisung '%s' (muß sein: %s)
